<unk>	0
<s>	0
</s>	0
<pad>	0
;B:0	0
;B:1	0
;B:2	0
;B:3	0
;B:4	0
;B:5	0
;B:6	0
;B:7	0
;M:0	0
;M:1	0
;M:2	0
;M:3	0
;M:4	0
;M:5	0
;M:6	0
;M:7	0
;L:1	0
;L:2	0
;L:3	0
;L:4	0
;L:5	0
;L:6	0
;L:7	0
;L:8	0
;L:9	0
;L:10	0
;L:11	0
;L:12	0
;L:13	0
;L:14	0
;L:15	0
;L:16	0
;L:17	0
;L:18	0
;L:19	0
;L:20	0
;L:21	0
;L:22	0
;L:23	0
;L:24	0
;L:25	0
;L:26	0
;L:27	0
;L:28	0
;L:29	0
;L:30	0
;L:31	0
;L:32	0
;L:33	0
;L:34	0
;L:35	0
;L:36	0
;L:37	0
;L:38	0
;L:39	0
;L:40	0
;L:41	0
;L:42	0
;L:43	0
;L:44	0
;L:45	0
;L:46	0
;L:47	0
;L:48	0
;L:49	0
;L:50	0
;L:51	0
;L:52	0
;L:53	0
;L:54	0
;L:55	0
;L:56	0
;L:57	0
;L:58	0
;L:59	0
;L:60	0
;L:61	0
;L:62	0
;L:63	0
;L:64	0
;L:65	0
;L:66	0
;L:67	0
;L:68	0
;L:69	0
;L:70	0
;L:71	0
;L:72	0
;L:73	0
;L:74	0
;L:75	0
;L:76	0
;L:77	0
;L:78	0
;L:79	0
;L:80	0
;L:81	0
;L:82	0
;L:83	0
;L:84	0
;L:85	0
;L:86	0
;L:87	0
;L:88	0
;L:89	0
;L:90	0
;L:91	0
;L:92	0
;L:93	0
;L:94	0
;L:95	0
;L:96	0
;L:97	0
;L:98	0
;L:99	0
;L:100	0
;L:101	0
;L:102	0
;L:103	0
;L:104	0
;L:105	0
;L:106	0
;L:107	0
;L:108	0
;L:109	0
;L:110	0
;L:111	0
;L:112	0
;L:113	0
;L:114	0
;L:115	0
;L:116	0
;L:117	0
;L:118	0
;L:119	0
;L:120	0
;L:121	0
;L:122	0
;L:123	0
;L:124	0
;L:125	0
;L:126	0
;L:127	0
;L:128	0
;L:129	0
;L:130	0
;L:131	0
;L:132	0
;L:133	0
;L:134	0
;L:135	0
;L:136	0
;L:137	0
;L:138	0
;L:139	0
;L:140	0
;L:141	0
;L:142	0
;L:143	0
;L:144	0
;L:145	0
;L:146	0
;L:147	0
;L:148	0
;L:149	0
;L:150	0
;L:151	0
;L:152	0
;L:153	0
;L:154	0
;L:155	0
;L:156	0
;L:157	0
;L:158	0
;L:159	0
;L:160	0
;L:161	0
;L:162	0
;L:163	0
;L:164	0
;L:165	0
;L:166	0
;L:167	0
;L:168	0
;L:169	0
;L:170	0
;L:171	0
;L:172	0
;L:173	0
;L:174	0
;L:175	0
;L:176	0
;L:177	0
;L:178	0
;L:179	0
;L:180	0
;L:181	0
;L:182	0
;L:183	0
;L:184	0
;L:185	0
;L:186	0
;L:187	0
;L:188	0
;L:189	0
;L:190	0
;L:191	0
;L:192	0
;I:0	0
;I:1	0
;I:2	0
;I:3	0
;I:4	0
;I:5	0
;I:6	0
;I:7	0
;I:8	0
;I:9	0
;I:10	0
;I:11	0
;I:12	0
;I:13	0
;I:14	0
;I:15	0
;I:16	0
;I:17	0
;I:18	0
;I:19	0
;I:20	0
;I:21	0
;I:22	0
;I:23	0
;I:24	0
;I:25	0
;I:26	0
;I:27	0
;I:28	0
;I:29	0
;I:30	0
;I:31	0
;I:32	0
;I:33	0
;I:34	0
;I:35	0
;I:36	0
;I:37	0
;I:38	0
;I:39	0
;I:40	0
;I:41	0
;I:42	0
;I:43	0
;I:44	0
;I:45	0
;I:46	0
;I:47	0
;I:48	0
;I:49	0
;I:50	0
;I:51	0
;I:52	0
;I:53	0
;I:54	0
;I:55	0
;I:56	0
;I:57	0
;I:58	0
;I:59	0
;I:60	0
;I:61	0
;I:62	0
;I:63	0
;I:64	0
;I:65	0
;I:66	0
;I:67	0
;I:68	0
;I:69	0
;I:70	0
;I:71	0
;I:72	0
;I:73	0
;I:74	0
;I:75	0
;I:76	0
;I:77	0
;I:78	0
;I:79	0
;I:80	0
;I:81	0
;I:82	0
;I:83	0
;I:84	0
;I:85	0
;I:86	0
;I:87	0
;I:88	0
;I:89	0
;I:90	0
;I:91	0
;I:92	0
;I:93	0
;I:94	0
;I:95	0
;I:96	0
;I:97	0
;I:98	0
;I:99	0
;I:100	0
;I:101	0
;I:102	0
;I:103	0
;I:104	0
;I:105	0
;I:106	0
;I:107	0
;I:108	0
;I:109	0
;I:110	0
;I:111	0
;I:112	0
;I:113	0
;I:114	0
;I:115	0
;I:116	0
;I:117	0
;I:118	0
;I:119	0
;I:120	0
;I:121	0
;I:122	0
;I:123	0
;I:124	0
;I:125	0
;I:126	0
;I:127	0
;I:128	0
;I:129	0
;I:130	0
;I:131	0
;I:132	0
;I:133	0
;I:134	0
;I:135	0
;I:136	0
;I:137	0
;I:138	0
;I:139	0
;I:140	0
;I:141	0
;I:142	0
;I:143	0
;I:144	0
;I:145	0
;I:146	0
;I:147	0
;I:148	0
;I:149	0
;I:150	0
;I:151	0
;I:152	0
;I:153	0
;I:154	0
;I:155	0
;I:156	0
;I:157	0
;I:158	0
;I:159	0
;I:160	0
;I:161	0
;I:162	0
;I:163	0
;I:164	0
;I:165	0
;I:166	0
;I:167	0
;I:168	0
;I:169	0
;I:170	0
;I:171	0
;I:172	0
;I:173	0
;I:174	0
;I:175	0
;I:176	0
;I:177	0
;I:178	0
;I:179	0
;I:180	0
;I:181	0
;I:182	0
;I:183	0
;I:184	0
;I:185	0
;I:186	0
;I:187	0
;I:188	0
;I:189	0
;I:190	0
;I:191	0
;I:192	0
;I:193	0
;I:194	0
;I:195	0
;I:196	0
;I:197	0
;I:198	0
;I:199	0
;I:200	0
;I:201	0
;I:202	0
;I:203	0
;I:204	0
;I:205	0
;I:206	0
;I:207	0
;I:208	0
;I:209	0
;I:210	0
;I:211	0
;I:212	0
;I:213	0
;I:214	0
;I:215	0
;I:216	0
;I:217	0
;I:218	0
;I:219	0
;I:220	0
;I:221	0
;I:222	0
;I:223	0
;I:224	0
;I:225	0
;I:226	0
;I:227	0
;I:228	0
;I:229	0
;I:230	0
;I:231	0
;I:232	0
;I:233	0
;I:234	0
;I:235	0
;I:236	0
;I:237	0
;I:238	0
;I:239	0
;I:240	0
;I:241	0
;I:242	0
;I:243	0
;I:244	0
;I:245	0
;I:246	0
;I:247	0
;I:248	0
;I:249	0
;I:250	0
;I:251	0
;I:252	0
;I:253	0
;I:254	0
;I:255	0
;I:256	0
;I:257	0
;R:1	0
;R:2	0
;R:3	0
;R:4	0
;R:5	0
;R:6	0
;R:7	0
;R:8	0
;R:9	0
;R:10	0
;R:11	0
;R:12	0
;R:13	0
;R:14	0
;R:15	0
;R:16	0
;R:17	0
;R:18	0
;R:19	0
;R:20	0
;R:21	0
;R:22	0
;R:23	0
;R:24	0
;R:25	0
;R:26	0
;R:27	0
;R:28	0
;R:29	0
;R:30	0
;R:31	0
;R:32	0
;R:33	0
;R:34	0
;R:35	0
;R:36	0
;R:37	0
;R:38	0
;R:39	0
;R:40	0
;R:41	0
;R:42	0
;R:43	0
;R:44	0
;R:45	0
;R:46	0
;R:47	0
;R:48	0
;R:49	0
;R:50	0
;R:51	0
;R:52	0
;R:53	0
;R:54	0
;R:55	0
;R:56	0
;R:57	0
;R:58	0
;R:59	0
;R:60	0
;R:61	0
;R:62	0
;R:63	0
;<extra_id_0>	0
;<extra_id_1>	0
;<extra_id_2>	0
;<extra_id_3>	0
;<extra_id_4>	0
;<extra_id_5>	0
;<extra_id_6>	0
;<extra_id_7>	0
;<extra_id_8>	0
;<extra_id_9>	0
;<extra_id_10>	0
;<extra_id_11>	0
;<extra_id_12>	0
;<extra_id_13>	0
;<extra_id_14>	0
;<extra_id_15>	0
;<extra_id_16>	0
;<extra_id_17>	0
;<extra_id_18>	0
;<extra_id_19>	0
;<extra_id_20>	0
;<extra_id_21>	0
;<extra_id_22>	0
;<extra_id_23>	0
;<extra_id_24>	0
;<extra_id_25>	0
;<extra_id_26>	0
;<extra_id_27>	0
;<extra_id_28>	0
;<extra_id_29>	0
;<extra_id_30>	0
;<extra_id_31>	0
;<extra_id_32>	0
;<extra_id_33>	0
;<extra_id_34>	0
;<extra_id_35>	0
;<extra_id_36>	0
;<extra_id_37>	0
;<extra_id_38>	0
;<extra_id_39>	0
;<extra_id_40>	0
;<extra_id_41>	0
;<extra_id_42>	0
;<extra_id_43>	0
;<extra_id_44>	0
;<extra_id_45>	0
;<extra_id_46>	0
;<extra_id_47>	0
;<extra_id_48>	0
;<extra_id_49>	0
;<extra_id_50>	0
;<extra_id_51>	0
;<extra_id_52>	0
;<extra_id_53>	0
;<extra_id_54>	0
;<extra_id_55>	0
;<extra_id_56>	0
;<extra_id_57>	0
;<extra_id_58>	0
;<extra_id_59>	0
;<extra_id_60>	0
;<extra_id_61>	0
;<extra_id_62>	0
;<extra_id_63>	0
;<extra_id_64>	0
;<extra_id_65>	0
;<extra_id_66>	0
;<extra_id_67>	0
;<extra_id_68>	0
;<extra_id_69>	0
;<extra_id_70>	0
;<extra_id_71>	0
;<extra_id_72>	0
;<extra_id_73>	0
;<extra_id_74>	0
;<extra_id_75>	0
;<extra_id_76>	0
;<extra_id_77>	0
;<extra_id_78>	0
;<extra_id_79>	0
;<extra_id_80>	0
;<extra_id_81>	0
;<extra_id_82>	0
;<extra_id_83>	0
;<extra_id_84>	0
;<extra_id_85>	0
;<extra_id_86>	0
;<extra_id_87>	0
;<extra_id_88>	0
;<extra_id_89>	0
;<extra_id_90>	0
;<extra_id_91>	0
;<extra_id_92>	0
;<extra_id_93>	0
;<extra_id_94>	0
;<extra_id_95>	0
;<extra_id_96>	0
;<extra_id_97>	0
;<extra_id_98>	0
;<extra_id_99>	0
;<extra_id_100>	0
;<extra_id_101>	0
;<extra_id_102>	0
;<extra_id_103>	0
;<extra_id_104>	0
;<extra_id_105>	0
;<extra_id_106>	0
;<extra_id_107>	0
;<extra_id_108>	0
;<extra_id_109>	0
;<extra_id_110>	0
;<extra_id_111>	0
;<extra_id_112>	0
;<extra_id_113>	0
;<extra_id_114>	0
;<extra_id_115>	0
;<extra_id_116>	0
;<extra_id_117>	0
;<extra_id_118>	0
;<extra_id_119>	0
;<extra_id_120>	0
;<extra_id_121>	0
;<extra_id_122>	0
;<extra_id_123>	0
;<extra_id_124>	0
;<extra_id_125>	0
;<extra_id_126>	0
;<extra_id_127>	0
;<extra_id_128>	0
;<extra_id_129>	0
;<extra_id_130>	0
;<extra_id_131>	0
;<extra_id_132>	0
;<extra_id_133>	0
;<extra_id_134>	0
;<extra_id_135>	0
;<extra_id_136>	0
;<extra_id_137>	0
;<extra_id_138>	0
;<extra_id_139>	0
;<extra_id_140>	0
;<extra_id_141>	0
;<extra_id_142>	0
;<extra_id_143>	0
;<extra_id_144>	0
;<extra_id_145>	0
;<extra_id_146>	0
;<extra_id_147>	0
;<extra_id_148>	0
;<extra_id_149>	0
;<extra_id_150>	0
;<extra_id_151>	0
;<extra_id_152>	0
;<extra_id_153>	0
;<extra_id_154>	0
;<extra_id_155>	0
;<extra_id_156>	0
;<extra_id_157>	0
;<extra_id_158>	0
;<extra_id_159>	0
;<extra_id_160>	0
;<extra_id_161>	0
;<extra_id_162>	0
;<extra_id_163>	0
;<extra_id_164>	0
;<extra_id_165>	0
;<extra_id_166>	0
;<extra_id_167>	0
;<extra_id_168>	0
;<extra_id_169>	0
;<extra_id_170>	0
;<extra_id_171>	0
;<extra_id_172>	0
;<extra_id_173>	0
;<extra_id_174>	0
;<extra_id_175>	0
;<extra_id_176>	0
;<extra_id_177>	0
;<extra_id_178>	0
;<extra_id_179>	0
;<extra_id_180>	0
;<extra_id_181>	0
;<extra_id_182>	0
;<extra_id_183>	0
;<extra_id_184>	0
;<extra_id_185>	0
;<extra_id_186>	0
;<extra_id_187>	0
;<extra_id_188>	0
;<extra_id_189>	0
;<extra_id_190>	0
;<extra_id_191>	0
;<extra_id_192>	0
;<extra_id_193>	0
;<extra_id_194>	0
;<extra_id_195>	0
;<extra_id_196>	0
;<extra_id_197>	0
;<extra_id_198>	0
;<extra_id_199>	0
;<extra_id_200>	0
;<extra_id_201>	0
;<extra_id_202>	0
;<extra_id_203>	0
;<extra_id_204>	0
;<extra_id_205>	0
;<extra_id_206>	0
;<extra_id_207>	0
;<extra_id_208>	0
;<extra_id_209>	0
;<extra_id_210>	0
;<extra_id_211>	0
;<extra_id_212>	0
;<extra_id_213>	0
;<extra_id_214>	0
;<extra_id_215>	0
;<extra_id_216>	0
;<extra_id_217>	0
;<extra_id_218>	0
;<extra_id_219>	0
;<extra_id_220>	0
;<extra_id_221>	0
;<extra_id_222>	0
;<extra_id_223>	0
;<extra_id_224>	0
;<extra_id_225>	0
;<extra_id_226>	0
;<extra_id_227>	0
;<extra_id_228>	0
;<extra_id_229>	0
;<extra_id_230>	0
;<extra_id_231>	0
;<extra_id_232>	0
;<extra_id_233>	0
;<extra_id_234>	0
;<extra_id_235>	0
;<extra_id_236>	0
;<extra_id_237>	0
;<extra_id_238>	0
;<extra_id_239>	0
;<extra_id_240>	0
;<extra_id_241>	0
;<extra_id_242>	0
;<extra_id_243>	0
;<extra_id_244>	0
;<extra_id_245>	0
;<extra_id_246>	0
;<extra_id_247>	0
;<extra_id_248>	0
;<extra_id_249>	0
;<extra_id_250>	0
;<extra_id_251>	0
;<extra_id_252>	0
;<extra_id_253>	0
;<extra_id_254>	0
;<extra_id_255>	0
;<mono>	0
;<poly>	0
;<instruction_0>	0
;<instruction_1>	0
;<instruction_2>	0
;<instruction_3>	0
;<instruction_4>	0
;<instruction_5>	0
;<instruction_6>	0
;<instruction_7>	0
;<instruction_8>	0
;<instruction_9>	0
;<instruction_10>	0
;<instruction_11>	0
;<instruction_12>	0
;<instruction_13>	0
;<instruction_14>	0
;<instruction_15>	0
;<instruction_16>	0
;<instruction_17>	0
;<instruction_18>	0
;<instruction_19>	0
;<instruction_20>	0
;<instruction_21>	0
;<instruction_22>	0
;<instruction_23>	0
;<instruction_24>	0
;<instruction_25>	0
;<instruction_26>	0
;<instruction_27>	0
;<instruction_28>	0
;<instruction_29>	0
;<instruction_30>	0
;<instruction_31>	0
;<instruction_32>	0
;<instruction_33>	0
;<instruction_34>	0
;<instruction_35>	0
;<instruction_36>	0
;<instruction_37>	0
;<instruction_38>	0
;<instruction_39>	0
;<instruction_40>	0
;<instruction_41>	0
;<instruction_42>	0
;<instruction_43>	0
;<instruction_44>	0
;<instruction_45>	0
;<instruction_46>	0
;<instruction_47>	0
;<instruction_48>	0
;<instruction_49>	0
;<instruction_50>	0
;<instruction_51>	0
;<instruction_52>	0
;<instruction_53>	0
;<instruction_54>	0
;<instruction_55>	0
;<instruction_56>	0
;<instruction_57>	0
;<instruction_58>	0
;<instruction_59>	0
;<instruction_60>	0
;<instruction_61>	0
;<instruction_62>	0
;<instruction_63>	0
;<instruction_64>	0
;<instruction_65>	0
;<instruction_66>	0
;<instruction_67>	0
;<instruction_68>	0
;<instruction_69>	0
;<instruction_70>	0
;<instruction_71>	0
;<instruction_72>	0
;<instruction_73>	0
;<instruction_74>	0
;<instruction_75>	0
;<instruction_76>	0
;<instruction_77>	0
;<instruction_78>	0
;<instruction_79>	0
;<instruction_80>	0
;<instruction_81>	0
;<instruction_82>	0
;<instruction_83>	0
;<instruction_84>	0
;<instruction_85>	0
;<instruction_86>	0
;<instruction_87>	0
;<instruction_88>	0
;<instruction_89>	0
;<instruction_90>	0
;<instruction_91>	0
;<instruction_92>	0
;<instruction_93>	0
;<instruction_94>	0
;<instruction_95>	0
;<instruction_96>	0
;<instruction_97>	0
;<instruction_98>	0
;<instruction_99>	0
;<instruction_100>	0
;<instruction_101>	0
;<instruction_102>	0
;<instruction_103>	0
;<instruction_104>	0
;<instruction_105>	0
;<instruction_106>	0
;<instruction_107>	0
;<instruction_108>	0
;<instruction_109>	0
;<instruction_110>	0
;<instruction_111>	0
;<instruction_112>	0
;<instruction_113>	0
;<instruction_114>	0
;<instruction_115>	0
;<instruction_116>	0
;<instruction_117>	0
;<instruction_118>	0
;<instruction_119>	0
;<instruction_120>	0
;<instruction_121>	0
;<instruction_122>	0
;<instruction_123>	0
;<instruction_124>	0
;<instruction_125>	0
;<instruction_126>	0
;<instruction_127>	0
;<instruction_128>	0
;<instruction_129>	0
;<instruction_130>	0
;<instruction_131>	0
;<instruction_132>	0
;<instruction_133>	0
;<instruction_134>	0
;<instruction_135>	0
;<instruction_136>	0
;<instruction_137>	0
;<instruction_138>	0
;<instruction_139>	0
;<instruction_140>	0
;<instruction_141>	0
;<instruction_142>	0
;<instruction_143>	0
;<instruction_144>	0
;<instruction_145>	0
;<instruction_146>	0
;<instruction_147>	0
;<instruction_148>	0
;<instruction_149>	0
;<instruction_150>	0
;<instruction_151>	0
;<instruction_152>	0
;<instruction_153>	0
;<instruction_154>	0
;<instruction_155>	0
;<instruction_156>	0
;<instruction_157>	0
;<instruction_158>	0
;<instruction_159>	0
;<instruction_160>	0
;<instruction_161>	0
;<instruction_162>	0
;<instruction_163>	0
;<instruction_164>	0
;<instruction_165>	0
;<instruction_166>	0
;<instruction_167>	0
;<instruction_168>	0
;<instruction_169>	0
;<instruction_170>	0
;<instruction_171>	0
;<instruction_172>	0
;<instruction_173>	0
;<instruction_174>	0
;<instruction_175>	0
;<instruction_176>	0
;<instruction_177>	0
;<instruction_178>	0
;<instruction_179>	0
;<instruction_180>	0
;<instruction_181>	0
;<instruction_182>	0
;<instruction_183>	0
;<instruction_184>	0
;<instruction_185>	0
;<instruction_186>	0
;<instruction_187>	0
;<instruction_188>	0
;<instruction_189>	0
;<instruction_190>	0
;<instruction_191>	0
;<instruction_192>	0
;<instruction_193>	0
;<instruction_194>	0
;<instruction_195>	0
;<instruction_196>	0
;<instruction_197>	0
;<instruction_198>	0
;<instruction_199>	0
;<instruction_200>	0
;<instruction_201>	0
;<instruction_202>	0
;<instruction_203>	0
;<instruction_204>	0
;<instruction_205>	0
;<instruction_206>	0
;<instruction_207>	0
;<instruction_208>	0
;<instruction_209>	0
;<instruction_210>	0
;<instruction_211>	0
;<instruction_212>	0
;<instruction_213>	0
;<instruction_214>	0
;<instruction_215>	0
;<instruction_216>	0
;<instruction_217>	0
;<instruction_218>	0
;<instruction_219>	0
;<instruction_220>	0
;<instruction_221>	0
;<instruction_222>	0
;<instruction_223>	0
;<instruction_224>	0
;<instruction_225>	0
;<instruction_226>	0
;<instruction_227>	0
;<instruction_228>	0
;<instruction_229>	0
;<instruction_230>	0
;<instruction_231>	0
;<instruction_232>	0
;<instruction_233>	0
;<instruction_234>	0
;<instruction_235>	0
;<instruction_236>	0
;<instruction_237>	0
;<instruction_238>	0
;<instruction_239>	0
;<instruction_240>	0
;<instruction_241>	0
;<instruction_242>	0
;<instruction_243>	0
;<instruction_244>	0
;<instruction_245>	0
;<instruction_246>	0
;<instruction_247>	0
;<instruction_248>	0
;<instruction_249>	0
;<instruction_250>	0
;<instruction_251>	0
;<instruction_252>	0
;<instruction_253>	0
;<instruction_254>	0
;<instruction_255>	0
;<instruction_256>	0
;<instruction_257>	0
;<instruction_258>	0
;<instruction_259>	0
;<instruction_260>	0
;<instruction_261>	0
;<instruction_262>	0
;<instruction_263>	0
;<instruction_264>	0
;<instruction_265>	0
;<instruction_266>	0
;<instruction_267>	0
;<instruction_268>	0
;<instruction_269>	0
;<instruction_270>	0
;<instruction_271>	0
;<instruction_272>	0
;<instruction_273>	0
;<instruction_274>	0
;<instruction_275>	0
;<instruction_276>	0
;<instruction_277>	0
;<instruction_278>	0
;<instruction_279>	0
;<instruction_280>	0
;<instruction_281>	0
;<instruction_282>	0
;<instruction_283>	0
;<instruction_284>	0
;<instruction_285>	0
;<instruction_286>	0
;<instruction_287>	0
;<instruction_288>	0
;<instruction_289>	0
;<instruction_290>	0
;<instruction_291>	0
;<instruction_292>	0
;<instruction_293>	0
;<instruction_294>	0
;<instruction_295>	0
;<instruction_296>	0
;<instruction_297>	0
;<instruction_298>	0
;<instruction_299>	0
;<instruction_300>	0
;<instruction_301>	0
;<instruction_302>	0
;<instruction_303>	0
;<instruction_304>	0
;<instruction_305>	0
;<instruction_306>	0
;<instruction_307>	0
;<instruction_308>	0
;<instruction_309>	0
;<instruction_310>	0
;<instruction_311>	0
;<instruction_312>	0
;<instruction_313>	0
;<instruction_314>	0
;<instruction_315>	0
;<instruction_316>	0
;<instruction_317>	0
;<instruction_318>	0
;<instruction_319>	0
;<instruction_320>	0
;<instruction_321>	0
;<instruction_322>	0
;<instruction_323>	0
;<instruction_324>	0
;<instruction_325>	0
;<instruction_326>	0
;<instruction_327>	0
;<instruction_328>	0
;<instruction_329>	0
;<instruction_330>	0
;<instruction_331>	0
;<instruction_332>	0
;<instruction_333>	0
;<instruction_334>	0
;<instruction_335>	0
;<instruction_336>	0
;<instruction_337>	0
;<instruction_338>	0
;<instruction_339>	0
;<instruction_340>	0
;<instruction_341>	0
;<instruction_342>	0
;<instruction_343>	0
;<instruction_344>	0
;<instruction_345>	0
;<instruction_346>	0
;<instruction_347>	0
;<instruction_348>	0
;<instruction_349>	0
;<instruction_350>	0
;<instruction_351>	0
;<instruction_352>	0
;<instruction_353>	0
;<instruction_354>	0
;<instruction_355>	0
;<instruction_356>	0
;<instruction_357>	0
;<instruction_358>	0
;<instruction_359>	0
;<instruction_360>	0
;<instruction_361>	0
;<instruction_362>	0
;<instruction_363>	0
;<instruction_364>	0
;<instruction_365>	0
;<instruction_366>	0
;<instruction_367>	0
;<instruction_368>	0
;<instruction_369>	0
;<instruction_370>	0
;<instruction_371>	0
;<instruction_372>	0
;<instruction_373>	0
;<instruction_374>	0
;<instruction_375>	0
;<instruction_376>	0
;<instruction_377>	0
;<instruction_378>	0
;<instruction_379>	0
;<instruction_380>	0
;<instruction_381>	0
;<instruction_382>	0
;<instruction_383>	0
;<instruction_384>	0
;<instruction_385>	0
;<instruction_386>	0
;<instruction_387>	0
;<instruction_388>	0
;<instruction_389>	0
;<instruction_390>	0
;<instruction_391>	0
;<instruction_392>	0
;<instruction_393>	0
;<instruction_394>	0
;<instruction_395>	0
;<instruction_396>	0
;<instruction_397>	0
;<instruction_398>	0
;<instruction_399>	0
;<instruction_400>	0
;<instruction_401>	0
;<instruction_402>	0
;<instruction_403>	0
;<instruction_404>	0
;<instruction_405>	0
;<instruction_406>	0
;<instruction_407>	0
;<instruction_408>	0
;<instruction_409>	0
;<instruction_410>	0
;<instruction_411>	0
;<instruction_412>	0
;<instruction_413>	0
;<instruction_414>	0
;<instruction_415>	0
;<instruction_416>	0
;<instruction_417>	0
;<instruction_418>	0
;<instruction_419>	0
;<instruction_420>	0
;<instruction_421>	0
;<instruction_422>	0
;<instruction_423>	0
;<instruction_424>	0
;<instruction_425>	0
;<instruction_426>	0
;<instruction_427>	0
;<instruction_428>	0
;<instruction_429>	0
;<instruction_430>	0
;<instruction_431>	0
;<instruction_432>	0
;<instruction_433>	0
;<instruction_434>	0
;<instruction_435>	0
;<instruction_436>	0
;<instruction_437>	0
;<instruction_438>	0
;<instruction_439>	0
;<instruction_440>	0
;<instruction_441>	0
;<instruction_442>	0
;<instruction_443>	0
;<instruction_444>	0
;<instruction_445>	0
;<instruction_446>	0
;<instruction_447>	0
;<instruction_448>	0
;<instruction_449>	0
;<instruction_450>	0
;<instruction_451>	0
;<instruction_452>	0
;<instruction_453>	0
;<instruction_454>	0
;<instruction_455>	0
;<instruction_456>	0
;<instruction_457>	0
;<instruction_458>	0
;<instruction_459>	0
;<instruction_460>	0
;<instruction_461>	0
;<instruction_462>	0
;<instruction_463>	0
;<instruction_464>	0
;<instruction_465>	0
;<instruction_466>	0
;<instruction_467>	0
;<instruction_468>	0
;<instruction_469>	0
;<instruction_470>	0
;<instruction_471>	0
;<instruction_472>	0
;<instruction_473>	0
;<instruction_474>	0
;<instruction_475>	0
;<instruction_476>	0
;<instruction_477>	0
;<instruction_478>	0
;<instruction_479>	0
;<instruction_480>	0
;<instruction_481>	0
;<instruction_482>	0
;<instruction_483>	0
;<instruction_484>	0
;<instruction_485>	0
;<instruction_486>	0
;<instruction_487>	0
;<instruction_488>	0
;<instruction_489>	0
;<instruction_490>	0
;<instruction_491>	0
;<instruction_492>	0
;<instruction_493>	0
;<instruction_494>	0
;<instruction_495>	0
;<instruction_496>	0
;<instruction_497>	0
;<instruction_498>	0
;<instruction_499>	0
;<instruction_500>	0
;<instruction_501>	0
;<instruction_502>	0
;<instruction_503>	0
;<instruction_504>	0
;<instruction_505>	0
;<instruction_506>	0
;<instruction_507>	0
;<instruction_508>	0
;<instruction_509>	0
;<instruction_510>	0
;<instruction_511>	0
;w:12	-3.38247
;w:6	-4.04509
6	-4.41675
0	-4.45899
;w:3	-4.58215
4	-4.73949
2	-4.8736
8	-4.87722
3	-5.11886
9	-5.17286
;w:4	-5.18417
;w:2	-5.32566
;w:9	-5.43085
;w:8	-5.59638
1	-5.80557
;w:15	-5.83556
7	-5.87595
;w:16	-5.93224
;w:1	-6.05005
5	-6.10495
15	-6.27772
24	-6.36477
12;w:12	-6.40326
12	-6.41793
6;w:6	-6.44081
;w:7	-6.46741
;w:5	-6.65393
9;w:9	-6.67768
;N:80:	-6.70154
27	-6.73045
18	-6.74032
;N:78:	-6.75659
;N:75:	-6.76001
;N:81:	-6.76101
;N:82:	-6.76639
;N:68:12	-6.76728
;N:71:	-6.77292
;N:77:	-6.7776
;N:70:12	-6.77978
;N:70:	-6.7821
;N:76:	-6.78294
;N:73:	-6.78907
;N:69:12	-6.79644
;N:79:	-6.79715
16	-6.80077
;N:63:12	-6.81241
48	-6.82207
;N:72:	-6.82659
;N:74:	-6.83336
;N:69:	-6.84347
;N:72:12	-6.85243
;N:68:	-6.86573
1;w:1	-6.87669
;N:83:	-6.87774
;N:84:	-6.88682
;N:67:	-6.9131
;N:61:12	-6.91419
;N:60:12	-6.92204
;N:64:12	-6.93471
21	-6.9352
;N:66:	-6.95286
;N:65:12	-6.96438
72	-6.97237
5;w:8	-6.98626
;N:67:12	-6.98715
;N:73:12	-6.98722
;N:66:12	-6.99333
;N:64:	-6.9943
;N:62:12	-7.00358
192	-7.00438
;N:65:	-7.00505
;N:86:	-7.00638
;N:85:	-7.00844
;N:58:12	-7.00949
;N:62:	-7.04877
;N:63:	-7.05768
;N:71:12	-7.06248
20	-7.06432
;N:59:12	-7.07972
;N:67:6	-7.08662
;N:87:	-7.08737
;N:66:6	-7.08781
;N:57:12	-7.09141
;N:75:12	-7.09824
;N:64:6	-7.11102
;N:60:	-7.11229
;N:88:	-7.12984
;N:65:6	-7.13295
51	-7.13885
28	-7.14214
;N:61:	-7.14279
;N:55:12	-7.15481
;w:12;N:57:12	-7.15574
;N:89:	-7.1602
;N:68:6	-7.16214
;N:59:	-7.16396
;w:12;N:58:12	-7.17196
;D:36	-7.18288
;N:62:6	-7.19307
;N:70:6	-7.20308
;N:63:6	-7.20448
;N:60:6	-7.20988
;N:56:12	-7.2159
;N:54:12	-7.22102
;w:12;N:56:12	-7.22276
;w:12;N:59:12	-7.22395
3;w:3	-7.22663
5;w:5	-7.22838
;w:12;N:61:12	-7.23539
8;w:8	-7.23802
;w:12;N:60:12	-7.23837
;N:69:6	-7.24211
;N:74:12	-7.24315
;N:61:6	-7.24388
36	-7.24458
;w:12;N:55:12	-7.24642
;N:59:6	-7.25215
;w:12;N:53:12	-7.25325
;N:71:6	-7.25463
;w:12;N:63:12	-7.25483
;N:58:	-7.26652
;w:12;N:62:12	-7.27102
45	-7.27209
3;w:6	-7.27795
;N:72:6	-7.27907
;w:12;N:54:12	-7.27952
;w:12;N:51:12	-7.28043
;N:90:	-7.28386
;w:12;N:52:12	-7.28449
;D:36;D:42	-7.28578
;w:12;N:65:12	-7.29036
;w:12;N:64:12	-7.29229
;N:78:12	-7.29862
;N:55:	-7.31456
;N:53:12	-7.31557
11	-7.31904
;N:58:6	-7.33354
;N:65:24	-7.33736
;N:57:	-7.3399
;N:76:12	-7.33997
;w:12;N:66:12	-7.34178
;N:64:24	-7.34994
13	-7.35285
;N:52:12	-7.35618
;N:73:6	-7.3673
;N:66:24	-7.37498
144	-7.3803
;w:12;N:50:12	-7.38136
;N:67:24	-7.38402
;N:53:	-7.3843
10	-7.38459
;N:51:12	-7.38963
;N:91:	-7.39341
;w:12;N:49:12	-7.40433
0;w:3	-7.40486
;w:12;N:47:12	-7.40488
;N:63:24	-7.40745
0;w:6	-7.41698
;N:77:12	-7.41778
;N:52:	-7.41891
;w:12;N:48:12	-7.4192
4;w:8	-7.42147
;w:12;N:68:12	-7.42433
;N:57:6	-7.42928
;N:50:12	-7.43714
2;w:2	-7.43826
;N:62:24	-7.44143
4;w:4	-7.44406
;N:74:6	-7.44681
;N:56:6	-7.45559
;N:54:	-7.4596
;w:12;N:46:12	-7.46133
;N:60:24	-7.46622
;w:12;N:67:12	-7.46632
;N:56:	-7.46773
;w:12;N:45:12	-7.46854
;N:47:	-7.46879
;N:68:24	-7.46999
;N:69:24	-7.47378
;N:75:6	-7.47393
54	-7.48532
;N:61:24	-7.48586
;N:45:	-7.4876
;N:50:	-7.49167
;N:55:6	-7.4957
;N:51:	-7.4989
;N:42:	-7.50045
;N:49:	-7.5081
;N:79:12	-7.52032
;N:92:	-7.5237
;N:70:24	-7.52634
;N:48:12	-7.53284
;N:49:12	-7.53403
;w:12;N:69:12	-7.53603
;N:59:24	-7.55396
57	-7.55928
;N:47:12	-7.55952
1;w:4	-7.56879
;N:48:	-7.57018
;N:46:	-7.57083
;N:53:6	-7.57399
;N:76:6	-7.57643
9;w:12	-7.57892
;w:12;N:43:12	-7.58483
;N:46:12	-7.58768
;N:80:12	-7.5881
;N:43:	-7.59496
;N:41:	-7.59897
;N:71:24	-7.60545
7;w:7	-7.60581
;N:58:24	-7.60806
7;w:8	-7.60917
;N:57:24	-7.61617
;N:44:	-7.61959
;w:12;N:44:12	-7.62348
;w:12;N:42:12	-7.62721
;N:39:	-7.6296
;w:12;N:70:12	-7.63022
;N:77:6	-7.63052
;N:38:	-7.6324
;N:54:6	-7.64558
17	-7.6494
2;w:6	-7.64966
;N:45:12	-7.65302
108	-7.65657
;w:12;N:71:12	-7.67263
;N:72:24	-7.68332
;N:93:	-7.68556
;N:81:12	-7.69319
;w:12;N:58:6	-7.69608
;w:12;N:72:12	-7.69614
;N:55:24	-7.70426
;N:67:4	-7.70794
;N:70:4	-7.71966
;w:12;N:41:12	-7.72252
;N:69:4	-7.72437
;N:40:	-7.72686
;N:44:12	-7.72686
;N:73:24	-7.72995
;N:36:	-7.7303
;N:50:6	-7.73454
;N:68:4	-7.73851
;w:12;N:73:12	-7.73949
;w:12;N:40:12	-7.749
;w:12;N:53:6	-7.75791
;N:56:24	-7.76218
;w:12;N:59:6	-7.76308
;N:94:	-7.76494
;N:78:6	-7.7661
;N:82:12	-7.76812
;N:48:6	-7.76967
;w:12;N:60:6	-7.77102
14	-7.77329
;N:66:4	-7.78584
;w:12;N:64:6	-7.79169
;N:43:12	-7.79533
;w:10	-7.79566
;w:12;N:55:6	-7.79827
;N:54:24	-7.79858
;D:51	-7.80649
;N:37:	-7.80696
;w:12;N:62:6	-7.80737
;N:71:4	-7.81145
;w:24;N:65:12	-7.81292
;w:12;N:63:6	-7.81499
33	-7.81689
;w:12;N:56:6	-7.82034
;N:65:4	-7.82617
;N:51:6	-7.82983
;w:12;N:61:6	-7.83793
;w:12;N:52:6	-7.83976
;w:12;N:57:6	-7.84103
;N:67:9	-7.84162
;N:72:4	-7.84383
;N:65:9	-7.84571
;N:64:4	-7.84791
;w:12;N:39:12	-7.84924
;N:49:6	-7.85086
;N:52:6	-7.85177
;N:47:6	-7.85552
;N:79:6	-7.85731
;w:24;N:66:12	-7.85769
;w:12;N:65:6	-7.85941
;w:12;N:67:6	-7.86716
;w:12;N:54:6	-7.86821
;w:24;N:62:12	-7.86966
;N:80:6	-7.86976
;N:63:4	-7.87001
;w:12;N:51:6	-7.87469
;N:64:9	-7.88069
;N:62:4	-7.88151
;w:12;N:50:6	-7.88469
;N:66:9	-7.88693
;N:53:24	-7.88811
;N:35:	-7.88874
;N:41:12	-7.89971
;N:49:24	-7.90299
42	-7.90473
;N:63:9	-7.9054
;N:70:9	-7.90569
;N:52:24	-7.90622
;N:73:4	-7.9074
;w:24;N:64:12	-7.90799
;N:68:9	-7.90812
;w:24;N:67:12	-7.91079
;N:42:12	-7.91689
;w:6;D:38	-7.91877
;N:74:24	-7.91933
;w:12;N:69:6	-7.92186
;w:24;N:63:12	-7.92623
;w:12;N:74:12	-7.9297
;w:12;N:68:6	-7.92974
;N:61:9	-7.93244
;w:12;N:49:6	-7.93365
;w:12;N:66:6	-7.93531
;D:46	-7.93537
;w:12;N:38:12	-7.9394
;N:62:9	-7.93966
;N:75:24	-7.94012
;w:24;N:68:12	-7.9436
;N:46:6	-7.94484
;N:50:24	-7.94509
;D:54	-7.95094
;w:24;N:59:12	-7.95704
;w:24;N:70:12	-7.95779
;N:95:	-7.96157
;N:34:	-7.9636
;N:69:9	-7.96987
;w:24;N:55:24	-7.97082
;N:68:3	-7.97339
;N:48:24	-7.97578
;w:24;N:69:12	-7.97717
;w:12;N:70:6	-7.97865
;w:24;N:59:24	-7.97915
;D:36;D:49	-7.9799
;w:24;N:56:24	-7.97999
;N:61:4	-7.98158
;w:24;N:58:24	-7.98308
;N:59:9	-7.98833
;N:51:24	-7.98862
;w:12;N:37:12	-7.98965
;w:12;N:75:12	-7.99226
;w:24;N:61:12	-7.99331
;w:24;N:52:12	-7.99408
;w:24;N:58:12	-7.99408
;w:12;N:48:6	-7.99732
;D:49	-7.99998
;N:45:24	-8.00377
;w:24;N:57:24	-8.00396
;w:24;N:60:12	-8.00525
;N:40:12	-8.00531
;w:24;N:62:24	-8.00551
;N:60:9	-8.00724
;N:65:8	-8.00921
;w:24;N:53:24	-8.00928
;N:66:8	-8.02011
;w:24;N:53:12	-8.02061
;N:45:6	-8.02072
;w:24;N:54:24	-8.02079
;w:24;N:60:24	-8.0211
30;w:3	-8.02298
;N:47:24	-8.02536
;w:12;N:71:6	-8.02862
;N:60:4	-8.02936
;N:58:4	-8.03212
;N:66:3	-8.03375
;w:12;N:46:6	-8.03497
;w:24;N:57:12	-8.03545
;N:33:	-8.03658
;w:24;N:55:12	-8.03692
;N:67:8	-8.0389
;w:24;N:51:24	-8.03893
;N:46:24	-8.04165
;w:12;N:62:24	-8.04211
;w:12;N:47:6	-8.04389
;N:57:4	-8.04622
;N:76:24	-8.04855
;w:24;N:61:24	-8.05124
;N:64:3	-8.0521
;w:12;N:61:24	-8.05389
;w:6;N:62:6	-8.05441
;w:6;N:61:6	-8.05492
;w:12;N:60:24	-8.05835
;w:12;N:63:24	-8.05925
;N:65:3	-8.0599
;w:11	-8.06113
;w:24;N:71:12	-8.06236
;N:74:4	-8.06246
;w:6;N:58:6	-8.06445
4;w:6	-8.06647
;w:12;N:64:24	-8.06892
;w:6;N:56:6	-8.06915
;w:24;N:54:12	-8.07057
;w:24;N:52:24	-8.07163
;N:81:6	-8.07307
;N:68:8	-8.0771
;N:72:9	-8.0779
;w:12;N:72:6	-8.07896
;w:6;N:60:6	-8.07964
;w:12;N:45:6	-8.07983
;w:12;N:73:6	-8.08211
;N:44:24	-8.08333
;w:12;N:59:24	-8.08381
;N:71:9	-8.08473
;w:6;N:57:6	-8.08481
;N:60:8	-8.08516
32	-8.08619
;w:6;N:55:6	-8.08721
;w:24;N:51:12	-8.08766
;N:63:3	-8.08905
;N:77:24	-8.08949
;w:13	-8.0895
;N:44:6	-8.09069
;w:6;N:66:6	-8.09087
;N:58:9	-8.09132
;N:96:	-8.0931
;w:12;N:65:24	-8.10113
;N:56:4	-8.10469
;N:63:8	-8.10478
;w:12;N:58:24	-8.10992
;w:12;N:57:24	-8.11116
2;w:3	-8.11265
;N:67:3	-8.11471
;N:73:9	-8.11623
;w:24;N:50:12	-8.11781
;D:70	-8.11791
;N:62:8	-8.11809
;w:12;N:44:6	-8.12206
;N:64:8	-8.12282
;D:53	-8.12772
;N:71:3	-8.12837
;w:6;N:63:6	-8.12903
;N:43:24	-8.13085
2;w:4	-8.13246
;N:59:8	-8.1328
;N:39:12	-8.13334
;N:43:6	-8.13404
;N:78:24	-8.13568
32;w:3	-8.13678
;N:57:9	-8.13691
;N:32:	-8.13721
;w:12;N:66:24	-8.13752
;N:59:4	-8.13863
;w:6;N:51:6	-8.1432
;w:24;N:63:24	-8.1449
;w:24;N:56:12	-8.14543
;N:69:8	-8.15048
;w:6;N:59:6	-8.15181
;N:83:12	-8.15308
;N:69:3	-8.15308
;N:71:8	-8.15429
;N:61:3	-8.15478
;w:24;N:72:12	-8.15797
;N:82:6	-8.15918
;w:6;N:52:6	-8.15946
;w:12;N:36:12	-8.16058
;w:6;N:53:6	-8.16077
;N:85:12	-8.16182
;N:60:3	-8.16278
;D:76	-8.16305
;N:70:8	-8.16449
;N:62:3	-8.16645
;w:6;D:36	-8.16712
;N:61:8	-8.1722
;D:42	-8.17264
;w:24;N:49:12	-8.17582
;w:12;N:43:6	-8.17591
;N:74:9	-8.17769
;N:31:	-8.1782
;N:70:3	-8.1862
;w:6;N:65:6	-8.18661
;N:74:3	-8.18795
;w:6;N:64:6	-8.18956
;w:24;N:73:12	-8.19043
;w:12;N:35:12	-8.19051
;w:12;N:77:12	-8.19419
;N:55:4	-8.19482
;w:12;N:55:24	-8.19592
;N:59:3	-8.19694
;w:12;N:56:24	-8.19802
;N:30:	-8.20222
;N:42:6	-8.20349
;N:75:4	-8.20701
23	-8.20718
;N:71:12;w:12	-8.21163
;w:12;N:76:12	-8.21202
;N:28:	-8.21288
;N:38:12	-8.21343
;N:97:	-8.22145
;w:24;N:49:24	-8.22267
;w:12;N:67:24	-8.22312
;w:24;N:50:24	-8.22449
;w:24;N:48:24	-8.23107
;D:69	-8.23278
;w:6;N:67:6	-8.23391
;N:58:8	-8.23738
;w:24;N:64:24	-8.23875
;N:72:3	-8.24217
;w:24;N:48:12	-8.24611
;w:6;N:54:6	-8.25029
72;w:7	-8.25239
;N:75:3	-8.25253
;w:24;N:72:	-8.2538
;w:6;N:44:6	-8.25429
;w:24;N:47:12	-8.25691
;N:75:9	-8.25815
42;w:4	-8.25816
;N:84:12	-8.25922
;N:42:24	-8.25999
;w:12;N:41:6	-8.26499
;N:57:3	-8.26637
;w:12;N:54:24	-8.26893
;w:24;N:73:	-8.27154
;N:73:3	-8.27289
;N:84:6	-8.27345
;D:47	-8.27491
;w:12;N:69:24	-8.27668
;w:12;N:42:6	-8.27689
;N:76:4	-8.2796
;D:50	-8.28287
;N:72:8	-8.28409
;w:12;N:34:12	-8.2863
;w:24;N:78:	-8.28633
;N:56:9	-8.28642
;w:6;N:49:6	-8.29061
;w:24;N:74:12	-8.29165
;N:79:4	-8.292
;w:24;N:65:24	-8.29397
;w:12;N:74:6	-8.29452
;N:57:8	-8.29585
;N:54:4	-8.29611
;N:79:24	-8.29981
;w:12;D:38	-8.30085
;w:6;D:38;D:42	-8.30128
;D:52	-8.30215
;N:41:6	-8.30285
;w:24;N:47:24	-8.30609
;N:77:4	-8.30807
;N:76:9	-8.30875
;w:6;N:48:6	-8.30953
;w:12;N:68:24	-8.31134
;N:41:24	-8.31292
;w:6;N:42:6	-8.31554
;w:12;N:75:6	-8.31787
;N:76:3	-8.32694
;N:67:12;w:12	-8.32782
;N:74:12;w:12	-8.32801
;w:6;N:41:6	-8.33082
;N:29:	-8.33434
;N:58:3	-8.33858
;N:40:6	-8.33927
;w:12;N:70:24	-8.34178
;N:66:18	-8.34248
;N:73:8	-8.34304
;N:79:3	-8.3432
;w:12;N:78:12	-8.34708
;D:56	-8.34764
;N:83:6	-8.34783
30	-8.34793
;N:54:9	-8.34866
;w:12;N:53:24	-8.34884
;w:12;N:78:	-8.3494
;w:6;N:68:6	-8.35396
;w:12;D:42	-8.3552
;N:56:8	-8.3559
;w:24;N:66:24	-8.35835
;D:38	-8.35882
;w:12;N:39:6	-8.36122
19	-8.36211
;w:24;N:76:	-8.36446
;w:6;N:50:6	-8.36529
;w:6;D:42	-8.36815
78	-8.36897
;w:24;N:45:12	-8.37297
;w:6;N:47:6	-8.37358
;w:12;N:52:24	-8.3746
39	-8.37473
;w:12;N:71:24	-8.37909
;w:12;D:38;D:42	-8.37996
;N:37:12	-8.38005
3;w:4	-8.38061
;w:6;N:71:6	-8.38312
;N:40:24	-8.38396
75	-8.38473
;N:55:9	-8.38489
;N:77:9	-8.38727
;w:6;N:43:6	-8.3886
;N:66:12;w:12	-8.39253
;N:43:3	-8.39765
;w:24;N:46:12	-8.39844
;N:77:3	-8.39854
;w:12;N:79:	-8.40027
33;w:3	-8.40029
;N:52:4	-8.40144
;w:24;N:75:12	-8.40258
;w:12;N:80:	-8.40266
;N:55:8	-8.40322
;w:24;N:79:	-8.40323
;w:24;N:71:	-8.40389
;N:85:6	-8.40793
;w:24;N:68:	-8.40836
;w:6;N:46:6	-8.40852
;w:12;N:81:	-8.40943
;w:24;N:70:	-8.41292
;N:53:8	-8.41427
;w:24;N:46:24	-8.41499
;D:36;D:38	-8.41686
;N:74:8	-8.41788
;N:53:4	-8.41904
;D:73	-8.42117
;w:12;N:40:6	-8.42136
;N:53:9	-8.42455
6;w:9	-8.42665
;w:6;N:69:6	-8.42681
;w:12;N:77:	-8.42752
;N:51:4	-8.42755
;N:78:9	-8.42775
;N:36:12	-8.43011
;w:24;N:67:24	-8.43133
;N:78:3	-8.43238
;N:81:3	-8.43271
;w:24;N:80:	-8.4329
;N:80:3	-8.43296
;w:6;D:42;w:6;D:42	-8.43407
;N:86:12	-8.43506
;w:24;N:69:	-8.43779
;w:12;N:82:	-8.43917
;N:80:24	-8.44058
;N:27:	-8.44127
;w:12;N:79:12	-8.44131
;w:12;N:75:	-8.44286
;w:6;N:45:6	-8.44298
;N:78:4	-8.44457
;N:80:9	-8.44711
;N:75:8	-8.44835
;w:24;N:74:	-8.44919
;w:24;N:77:	-8.4493
;w:24;N:75:	-8.45173
;w:12;N:51:24	-8.4525
;N:52:9	-8.45329
;N:98:	-8.45391
;w:24;N:67:	-8.45512
;N:65:18	-8.45863
;w:6;N:64:6;w:6	-8.46235
;N:64:18	-8.46322
;N:45:3	-8.46331
;w:6;D:36;D:38;D:42	-8.46337
27;w:3	-8.46464
;w:24;N:42:12	-8.47223
;N:68:15	-8.47376
;N:62:18	-8.47694
;N:39:6	-8.47802
;w:6;N:70:6	-8.47819
;N:63:18	-8.47856
;N:50:4	-8.47948
;w:12;N:74:	-8.48041
;w:6;D:36;D:42	-8.48044
;N:77:12;w:12	-8.48258
;w:6;N:66:6;w:6	-8.48525
;w:12;N:76:	-8.48652
28;w:3	-8.48679
;w:24;N:45:24	-8.48737
;w:24;N:43:12	-8.48771
;D:48	-8.48819
;N:55:3	-8.49085
;N:39:24	-8.491
;N:61:18	-8.49134
;w:6;N:40:6	-8.4921
;w:24;N:68:24	-8.49543
;w:12;N:72:24	-8.49558
;N:82:3	-8.4958
;w:24;N:66:	-8.49593
;D:45	-8.49634
;N:54:8	-8.49641
;N:67:18	-8.50154
;w:24;N:36:	-8.50201
;w:6;N:63:6;w:6	-8.50326
;w:12;N:73:	-8.5053
;w:12;D:36	-8.50587
;N:76:12;w:12	-8.50694
;N:56:3	-8.50867
;N:67:15	-8.50881
;D:36;D:42;D:49	-8.50944
;w:12;N:50:24	-8.51122
;N:70:15	-8.51151
;N:87:12	-8.51206
;w:24;N:41:12	-8.51428
;D:36;D:51	-8.5173
;w:12;N:33:12	-8.5179
;w:24;N:44:12	-8.51911
;N:65:15	-8.52002
;w:6;N:65:6;w:6	-8.52292
;w:12;N:73:24	-8.52386
6;w:3	-8.52422
;w:24;N:76:12	-8.52497
21;w:2	-8.52799
;N:50:9	-8.52819
;N:51:9	-8.52838
;N:64:15	-8.53053
;w:12;N:59:9	-8.53298
;N:49:9	-8.53395
;N:44:3	-8.53735
;N:65:12;w:12	-8.5377
;N:81:4	-8.54271
;w:12;N:60:9	-8.54325
;N:79:9	-8.54763
;w:24;N:83:	-8.54873
;N:66:15	-8.54932
;w:6;N:67:6;w:6	-8.55237
;N:38:6	-8.55417
;D:43	-8.55524
;N:68:18	-8.55733
;N:48:3	-8.55737
;w:24;N:64:	-8.55744
;w:6;D:36;D:38	-8.55773
;w:6;N:60:6;w:6	-8.55853
;w:24;N:82:	-8.56015
;N:79:8	-8.56134
;w:24;N:65:	-8.5615
;w:24;N:63:	-8.56297
;N:99:	-8.5633
;w:6;N:68:6;w:6	-8.56413
;w:6;N:72:6	-8.56676
;w:24;N:39:12	-8.56791
;w:24;N:40:12	-8.56937
;w:24;N:61:	-8.57025
;w:12;N:58:9	-8.57139
;w:24;N:62:	-8.57226
;N:52:8	-8.57306
;N:60:18	-8.57688
;N:69:15	-8.58058
;w:6;N:62:6;w:6	-8.58513
;N:64:12;w:12	-8.58679
;w:6;N:58:3	-8.58681
;w:24;D:38	-8.59042
;w:6;N:62:3	-8.59092
;w:6;N:59:6;w:6	-8.59284
;N:71:15	-8.59314
;N:81:9	-8.59434
20;w:2	-8.59503
;w:6;N:58:6;w:6	-8.59799
;w:24;N:35:	-8.59882
1;w:3	-8.59884
;w:6;N:61:6;w:6	-8.599
;N:86:6	-8.59904
;w:12;D:46	-8.59911
;N:35:12	-8.59922
;N:65:48	-8.60096
;N:40:3	-8.60126
0;w:1	-8.60276
;w:24;N:69:24	-8.60331
;N:78:8	-8.60624
;N:64:48	-8.60877
;N:101:	-8.60942
;N:48:4	-8.60962
;w:12;N:38:6	-8.6101
;N:80:4	-8.6104
;N:63:15	-8.61049
;N:49:4	-8.61063
;w:12;N:76:6	-8.61093
;N:70:18	-8.61218
;N:43:4	-8.61303
;D:36;D:46	-8.61347
;w:12;N:57:9	-8.6147
;N:87:6	-8.61774
;N:63:48	-8.61917
;w:12;N:72:	-8.61919
;N:48:9	-8.61995
;w:12;N:56:9	-8.62004
;N:46:3	-8.62098
;N:47:9	-8.62248
;N:	-8.62322
;N:62:48	-8.62334
;w:24;N:81:	-8.62417
;N:84:3	-8.62448
;w:12;N:49:24	-8.62507
;N:51:8	-8.62715
;N:61:15	-8.62767
;w:12;N:32:12	-8.62785
;N:82:4	-8.62852
;w:12;N:71:	-8.62924
132	-8.62976
;N:36:6	-8.63099
;N:66:48	-8.63148
;N:81:24	-8.63266
0;w:4	-8.63292
;N:59:48	-8.63345
;w:24;N:60:	-8.63354
;N:38:24	-8.63407
;N:60:48	-8.63417
;w:6;N:57:6;w:6	-8.63506
;N:69:18	-8.63609
;w:24;N:44:24	-8.63618
;N:59:18	-8.63635
;w:24;N:59:	-8.63689
;N:42:3	-8.63808
;N:62:15	-8.64119
;N:26:	-8.64149
;w:24;N:71:24	-8.64218
;N:76:8	-8.64244
;w:24;N:70:24	-8.64255
;N:61:48	-8.64457
;D:36;D:42;w:12;D:42	-8.64603
;w:12;N:37:6	-8.64711
;w:12;N:80:12	-8.64759
;w:24;N:77:12	-8.64984
;w:6;N:70:6;w:6	-8.65124
;N:72:15	-8.65143
;N:60:15	-8.65199
;w:24;N:38:	-8.65255
;w:12;N:48:24	-8.65383
;N:45:4	-8.65411
;N:89:12	-8.66314
;w:12;D:36;D:42	-8.66391
;N:100:	-8.66564
;N:37:6	-8.66671
;N:67:48	-8.66807
;N:34:12	-8.67504
;N:54:3	-8.67513
;w:6;N:73:6	-8.67791
;N:90:12	-8.67957
;w:12;N:74:24	-8.68026
;w:6;N:56:6;w:6	-8.68345
;N:83:3	-8.68446
;N:83:4	-8.68486
;N:52:3	-8.6859
;N:69:6;w:6	-8.68591
;N:80:8	-8.68802
;w:12;N:77:6	-8.68897
;N:77:8	-8.68928
;N:50:8	-8.68965
;N:88:12	-8.69044
;N:49:3	-8.69075
;w:12;N:55:9	-8.69076
;N:70:6;w:6	-8.69278
;w:24;N:38:12	-8.69278
;w:24;N:62:6	-8.69491
;w:24;N:60:6	-8.69627
;w:24;N:85:	-8.6967
;w:12;N:83:	-8.69698
;N:46:4	-8.69733
;N:71:18	-8.69764
;w:24;N:61:6	-8.69792
;N:38:3	-8.69999
;w:6;N:69:6;w:6	-8.70759
;w:24;N:63:6	-8.70776
;N:44:4	-8.71233
;N:68:48	-8.71259
;N:58:18	-8.7145
;w:12;N:69:	-8.71704
;w:24;N:43:24	-8.71718
;N:76:6;w:6	-8.71818
;N:45:9	-8.7186
;w:24;N:58:	-8.7188
;w:12;N:47:24	-8.72011
;w:24;N:32:	-8.72126
;N:37:24	-8.72202
;w:24;N:84:	-8.7225
;w:12;N:54:9	-8.72361
;w:24;N:34:	-8.72459
;w:24;N:59:6	-8.72782
;w:24;N:64:6	-8.73041
;N:73:6;w:6	-8.7315
;w:24;N:58:6	-8.73251
;N:58:48	-8.73356
;w:12;N:61:9	-8.73501
;N:75:6;w:6	-8.73612
;N:51:3	-8.73705
;N:53:3	-8.73728
;N:73:15	-8.73886
;w:24;N:42:24	-8.73919
;N:64:21	-8.74053
;w:12;N:70:	-8.74158
;N:41:3	-8.74297
;w:12;N:84:	-8.74298
;N:65:21	-8.74393
;N:72:18	-8.74474
;N:59:15	-8.74686
;N:102:	-8.74868
;w:12;D:36;D:38	-8.75035
;N:49:8	-8.75066
;w:24;N:65:6	-8.75107
;N:48:8	-8.75445
;N:39:3	-8.75458
;w:6;D:38;D:46	-8.75601
;N:23:	-8.75607
;w:6;N:59:3	-8.7564
;w:12;N:75:24	-8.75785
;w:12;N:36:6	-8.75923
;N:62:12;w:12	-8.76003
;w:12;N:62:9	-8.76079
;w:6;N:74:6	-8.76285
;N:46:9	-8.76341
;N:69:48	-8.76392
;N:82:9	-8.76404
;w:24;N:51:	-8.76693
;w:24;N:66:6	-8.76694
;w:6;N:39:6	-8.76779
;w:24;N:50:	-8.76853
;N:63:21	-8.76863
;N:68:6;w:6	-8.76879
;w:24;N:57:	-8.76965
96	-8.76972
;N:89:6	-8.77351
;N:57:18	-8.77565
;w:12;N:53:9	-8.7772
;w:12;N:31:12	-8.77838
;N:62:21	-8.77845
;w:6;N:72:6;w:6	-8.77911
;w:24;N:36:12	-8.7792
;w:12;N:68:	-8.78109
;N:67:21	-8.78321
;w:12;N:52:9	-8.78427
;N:68:21	-8.78509
;N:36:24	-8.78564
;w:24;N:57:6	-8.78578
;w:24;N:37:12	-8.786
;N:57:48	-8.78702
;w:24;N:31:	-8.78704
;w:24;D:36	-8.78776
;w:24;N:29:	-8.78841
;N:66:21	-8.7904
;N:37:3	-8.7917
;w:24;N:78:12	-8.79192
;N:67:6;w:6	-8.792
;w:24;N:33:	-8.79274
;N:47:3	-8.79349
;w:12;N:63:9	-8.79596
7;w:4	-8.79602
;N:43:9	-8.79675
;w:6;N:71:6;w:6	-8.79732
;N:38:9	-8.79891
;N:73:18	-8.79968
;w:24;N:30:	-8.80277
;N:74:6;w:6	-8.80526
;w:18;N:58:6	-8.80545
;w:18;N:57:6	-8.80608
;N:35:6	-8.80648
56	-8.8095
;N:58:15	-8.81155
;N:47:8	-8.81184
;w:24;N:43:	-8.81213
;N:69:21	-8.81398
;N:42:4	-8.81514
40;w:4	-8.81643
;w:6;N:55:6;w:6	-8.81798
;w:24;N:67:6	-8.81893
;w:6;D:46	-8.8192
;w:12;N:35:6	-8.81989
9;w:3	-8.81998
;N:50:3	-8.82263
;w:24;N:72:24	-8.82394
;w:12;N:67:	-8.8279
;N:70:48	-8.82944
;w:24;N:68:6	-8.83045
;w:24;N:56:	-8.83066
39;w:4	-8.83177
;w:24;N:56:6	-8.83704
;w:12;N:46:24	-8.83714
;w:24;N:73:24	-8.83833
;N:56:48	-8.84
;N:72:6;w:6	-8.84008
;w:24;N:55:	-8.8412
;w:24;N:42:	-8.84341
;w:12;D:36;D:46	-8.84406
;w:6;D:38;w:6;D:38	-8.84585
;N:25:	-8.8464
3;w:9	-8.84673
;w:24;N:41:24	-8.84967
;w:12;D:37	-8.85028
;w:12;N:66:	-8.85034
;w:24;N:48:	-8.85319
;N:83:9	-8.85386
;w:24;N:49:	-8.8541
;N:82:24	-8.85443
;w:18;N:56:6	-8.85482
;w:24;N:54:	-8.85562
;w:18;N:62:6	-8.85704
2;w:8	-8.85721
;w:12;N:64:9	-8.85776
;w:24;N:44:	-8.86
;N:66:6;w:6	-8.86004
;w:24;N:55:6	-8.86005
5;w:9	-8.86209
;N:41:4	-8.86218
;N:77:6;w:6	-8.86341
;N:65:5	-8.86418
;N:40:4	-8.86619
;w:18;N:61:6	-8.86636
;w:48;N:60:	-8.86878
;w:48;N:61:	-8.87054
;w:12;N:51:9	-8.87064
;N:70:21	-8.87072
;N:84:4	-8.87154
;w:12;N:81:12	-8.8719
;N:88:6	-8.87304
;N:47:4	-8.87393
;N:35:24	-8.8742
;D:41	-8.87487
;N:68:5	-8.87532
;w:24;N:35:12	-8.8757
;w:24;N:47:	-8.87573
;w:18;N:55:6	-8.87586
;N:52:48	-8.87831
;N:74:15	-8.8787
;w:12;D:38;D:46	-8.87916
;w:12;N:45:24	-8.88003
;N:75:18	-8.88177
;N:53:48	-8.88218
;w:24;N:52:	-8.88263
;w:12;N:59:4	-8.88268
;N:71:6;w:6	-8.88329
;N:85:3	-8.88396
;N:44:9	-8.88498
;w:12;N:50:9	-8.8868
;w:24;N:45:	-8.88706
;w:3;N:	-8.88895
;N:57:15	-8.88903
;N:64:5	-8.89112
;N:63:36	-8.89136
;w:48;N:63:	-8.89229
;N:64:36	-8.8931
;N:91:12	-8.89437
;N:46:8	-8.89454
45;w:4	-8.89508
;N:75:15	-8.89525
;w:12;N:65:9	-8.89591
24;w:24;N:73:24	-8.89627
18;w:1	-8.8998
;w:18;N:64:6	-8.90156
;w:6;N:55:3	-8.90283
;N:62:36	-8.90572
;w:18;N:63:6	-8.90597
13;w:1	-8.90693
;w:18;N:60:6	-8.90797
;w:24;N:54:6	-8.90835
;w:48;N:62:	-8.90991
;w:12;N:58:4	-8.91157
;w:24;N:46:	-8.91181
;N:83:24	-8.91194
;N:54:48	-8.91194
;N:66:5	-8.91248
;N:67:5	-8.913
;N:42:9	-8.9133
;w:12;N:65:	-8.91331
;N:65:6;w:6	-8.91595
24;w:24;N:72:24	-8.91866
;w:6;N:60:3	-8.91987
;w:24;N:53:	-8.92203
;w:24;N:86:	-8.92208
;w:12;N:86:	-8.92211
;N:39:4	-8.92247
;w:48;N:59:	-8.92357
;N:33:12	-8.92598
;w:24;N:40:24	-8.92642
;w:24;N:69:6	-8.9279
;w:12;N:55:4	-8.92871
24;w:3	-8.93048
;N:55:48	-8.93055
;N:61:21	-8.93236
;w:12;N:30:12	-8.93295
;N:69:5	-8.9331
;w:24;D:42	-8.93375
;w:12;N:56:4	-8.9338
;N:71:48	-8.93445
;N:32:12	-8.93473
;w:24;N:87:	-8.93489
;N:55:15	-8.93492
;w:12;N:85:	-8.93557
;w:6;N:54:12	-8.93572
;N:67:16	-8.93595
;N:61:36	-8.93644
;N:41:9	-8.93656
;N:56:15	-8.93657
;w:48;N:58:	-8.93693
;w:18;N:65:6	-8.93807
;N:66:16	-8.93846
;N:56:18	-8.9399
;N:66:36	-8.94026
;N:65:36	-8.94086
;N:71:21	-8.94145
;N:59:5	-8.94382
;D:39	-8.9456
;N:63:5	-8.94729
52	-8.94813
;w:48;N:65:	-8.94893
;w:18;N:54:6	-8.95013
;w:48;N:57:	-8.95026
;w:24;N:28:	-8.95086
;N:65:16	-8.951
;N:69:16	-8.95152
;w:12;N:54:4	-8.95184
24;w:24;N:75:24	-8.95307
;N:81:8	-8.95349
;w:12;N:44:24	-8.95761
;w:12;N:64:	-8.95863
;N:45:8	-8.96043
;N:72:5	-8.96048
;w:12;N:63:	-8.96164
3;w:1	-8.96187
;N:90:6	-8.96237
;w:12;N:48:9	-8.96257
;w:12;N:66:9	-8.96397
;N:86:3	-8.96399
;w:24;N:70:6	-8.96449
;N:64:16	-8.96454
;w:18;N:59:6	-8.9658
;w:24;N:39:	-8.96588
;w:12;D:36;D:38;D:42	-8.96636
;w:6;N:75:6	-8.96723
;N:87:3	-8.96775
;w:12;N:88:	-8.97059
;w:6;N:73:6;w:6	-8.97066
;w:12;N:78:6	-8.97214
;N:24:	-8.97551
9;w:1	-8.97797
;w:12;N:61:4	-8.97875
;D:38;D:42	-8.97961
;N:51:48	-8.98007
;N:68:16	-8.98124
;w:12;N:57:4	-8.98173
24;w:24;N:74:24	-8.98182
;w:18;N:67:6	-8.98349
;N:36:3	-8.98354
;N:49:48	-8.98372
;N:50:48	-8.98553
;N:74:18	-8.98571
;w:18;N:66:6	-8.98575
;w:24;N:34:12	-8.98605
;N:84:9	-8.9862
;N:34:6	-8.98645
;w:48;N:64:	-8.98645
;N:48:48	-8.98673
;w:6;D:42;w:6;D:46	-8.98712
;w:6;N:51:12	-8.98918
;w:6;N:56:3	-8.9897
;N:62:5	-8.99021
;w:6;N:55:12	-8.99089
;w:12;N:87:	-8.99261
;N:60:21	-8.99305
;D:36;D:38;D:49	-8.99339
24;w:24;N:77:24	-8.99466
;w:24;N:79:12	-8.99663
;w:12;N:62:	-8.9971
;D:48;D:50	-8.99743
;D:36;D:38;D:42	-8.99759
;N:60:36	-8.99826
;w:12;N:76:24	-8.99941
;w:6;N:52:12	-9.0005
;N:70:5	-9.00153
24;w:24;N:76:24	-9.00189
;w:48;N:56:	-9.00195
;N:11	-9.00293
;w:6;N:51:3	-9.00308
;N:47:48	-9.0037
;w:12;N:60:4	-9.00385
;N:67:36	-9.0039
;w:12;N:89:	-9.00421
;N:36:9	-9.00572
;w:6;N:57:3	-9.00605
;w:6;D:37	-9.00622
;N:78:6;w:6	-9.0065
;w:6;N:54:6;w:6	-9.00694
;w:6;N:61:3	-9.00889
;N:37:9	-9.00912
;w:12;N:60:8	-9.00974
;N:72:48	-9.01068
;N:63:16	-9.01111
;w:6;N:59:12	-9.01151
;w:6;N:76:6	-9.01164
;N:55:18	-9.01257
;w:24;N:53:6	-9.0143
;w:12;N:43:24	-9.01555
;w:6;D:42;w:6;D:36;D:42	-9.01586
;w:12;N:82:12	-9.01697
;w:6;N:74:6;w:6	-9.01708
;N:31:12	-9.01802
;w:12;N:62:4	-9.01845
;w:6;N:53:6;w:6	-9.0214
;N:64:6;w:6	-9.02145
5:8;w:8	-9.02185
;w:12;N:63:4	-9.02315
24;w:24;N:71:24	-9.02399
;w:6;D:36;w:6;D:36	-9.02484
;w:12;D:37;D:42	-9.02592
;N:85:4	-9.02626
;w:6;N:53:12	-9.0265
;w:18;N:68:6	-9.02724
;w:12;N:61:	-9.02746
;w:6;N:52:6;w:6	-9.02767
;N:61:5	-9.02773
;N:53:15	-9.02812
6:8;w:8	-9.02867
;N:60:5	-9.02901
;w:12;N:49:9	-9.02929
;w:6;N:52:3	-9.02989
;D:51;D:54	-9.03008
;N:78:18	-9.03396
102	-9.03675
;w:12;N:91:	-9.03687
;w:12;N:67:9	-9.03764
;N:35:3	-9.04196
;w:12;N:79:6	-9.04274
;w:12;N:59:8	-9.04276
;N:76:15	-9.04299
;N:83:12;w:12	-9.04318
;w:18;N:53:6	-9.04514
;N:43:8	-9.04678
;w:48;N:66:	-9.04854
36;w:3	-9.04881
;w:48;N:54:	-9.05024
;w:6;N:75:6;w:6	-9.0504
;N:76:18	-9.05102
;w:48;N:55:	-9.05124
;w:12;N:60:	-9.0517
;N:77:18	-9.05246
;w:12;N:83:12	-9.05266
;w:24;N:52:6	-9.05351
;N:44:8	-9.05435
;N:58:5	-9.05554
;w:12;N:59:3	-9.05558
;N:84:24	-9.0569
24;w:24;N:78:24	-9.05708
;w:6;D:36;D:46	-9.05725
;N:71:16	-9.0582
;w:12;N:65:4	-9.0584
;w:6;N:58:12	-9.05923
;N:103:	-9.05927
;w:12;N:58:3	-9.0599
27;w:2	-9.06062
;w:12;N:60:3	-9.06063
;N:54:15	-9.06083
;N:72:21	-9.06122
3:8;w:8	-9.06128
;N:33:6	-9.06145
;w:12;N:54:3	-9.06147
;N:79:6;w:6	-9.06168
;N:73:21	-9.0652
;w:6;N:38:6	-9.0653
;w:24;N:27:	-9.06679
;w:6;N:56:12	-9.06753
;w:18;N:69:6	-9.0692
;w:12;N:34:6	-9.06979
;N:46:48	-9.07146
;N:34:24	-9.07202
;w:12;N:64:4	-9.07264
;w:6;N:60:12	-9.07355
;w:12;N:56:8	-9.0741
24;w:24;N:70:24	-9.07436
0;w:2	-9.07591
;w:18;N:52:6	-9.0766
;N:74:21	-9.0784
;N:82:8	-9.07872
;w:12;N:29:12	-9.07878
;w:24;N:74:24	-9.07882
;N:67:8;w:8	-9.0797
;N:59:36	-9.08031
;N:72:16	-9.08062
;N:68:36	-9.08178
;N:69:36	-9.08195
;N:80:6;w:6	-9.08251
5;w:1	-9.08314
;N:85:24	-9.08348
;N:64:8;w:8	-9.08403
;w:12;N:54:8	-9.08425
;w:18;N:62:	-9.08569
;w:12;N:57:8	-9.08582
;N:66:8;w:8	-9.08657
;w:12;N:58:8	-9.08727
;w:12;N:53:3	-9.08804
;N:22:	-9.08832
;w:48;N:67:	-9.08955
;N:59:21	-9.08977
;w:18;N:64:	-9.0917
;N:73:5	-9.09288
;w:12;N:55:8	-9.0932
11;w:11	-9.09344
;w:6;D:42;w:6;D:42;w:6;D:42	-9.09375
;w:6;N:53:3	-9.0943
;N:70:16	-9.09467
;N:40:9	-9.09551
;N:74:16	-9.09611
;w:24;N:71:6	-9.09615
;w:6;N:57:12	-9.09651
;D:54;D:69	-9.0978
;w:6;N:50:3	-9.09899
;w:6;N:77:6	-9.10006
;N:68:8;w:8	-9.10083
84	-9.10141
;w:18;N:63:	-9.10193
;w:12;N:52:4	-9.10202
;N:71:5	-9.10249
;N:42:8	-9.10267
;N:1	-9.10287
;N:54:18	-9.10288
;N:37:4	-9.10296
;w:12;N:90:	-9.10349
;w:12;N:77:24	-9.1043
;w:12;N:68:9	-9.10478
;N:69:8;w:8	-9.10502
;w:12;N:53:8	-9.10523
;w:24;N:75:24	-9.10607
;N:66:20	-9.10695
;w:18;N:66:	-9.10697
;w:12;N:45:	-9.10743
;N:73:48	-9.10746
;w:6;N:50:12	-9.10757
;N:39:9	-9.10894
;D:51;D:53	-9.10923
;w:6;N:61:12	-9.11238
;w:12;N:47:9	-9.11405
;w:12;N:42:24	-9.11574
;D:51;D:69	-9.11639
;N:77:15	-9.11652
;N:85:9	-9.11751
;w:12;N:51:4	-9.11767
;N:63:6;w:6	-9.11823
;w:24;N:51:6	-9.11827
;w:6;N:63:12	-9.11882
;w:6;N:77:6;w:6	-9.11908
;w:6;N:67:3	-9.12026
;w:6;D:45	-9.12105
;N:61:16	-9.12181
;w:12;N:67:4	-9.12319
;N:34:3	-9.12371
;w:24;N:39:24	-9.12411
;w:12;N:52:3	-9.12485
;w:24;N:33:12	-9.12486
;N:104:	-9.12492
;w:12;N:61:3	-9.12494
;w:12;N:59:	-9.12637
24;w:24;N:79:24	-9.12711
;w:3;D:38	-9.12738
;N:52:15	-9.12785
;N:62:16	-9.12858
;N:63:8;w:8	-9.12954
;N:57:5	-9.13006
;w:18;N:61:	-9.13108
;D:53;D:54	-9.13166
;w:12;N:50:4	-9.1318
;N:58:36	-9.13396
;N:45:48	-9.13457
;w:12;N:33:6	-9.13457
;D:36;D:42;D:51	-9.13701
;w:12;N:57:3	-9.13748
;w:6;N:51:6;w:6	-9.13796
;w:24;N:80:12	-9.1386
;N:58:21	-9.14045
;w:6;N:62:12	-9.14271
;w:48;N:68:	-9.14281
;w:6;N:47:12	-9.1439
;w:18;N:70:6	-9.14438
;w:6;D:37;D:42	-9.14522
;w:12;N:68:3	-9.14524
;N:62:6;w:6	-9.14538
;w:6;N:49:12	-9.14545
;D:37	-9.14622
;N:68:0	-9.1475
;N:105:	-9.14768
;w:12;N:52:8	-9.14882
;w:12;N:52:	-9.14929
4:8;w:8	-9.14964
;N:69:0	-9.14977
;N:55:36	-9.15035
;w:12;N:63:3	-9.15037
;N:65:20	-9.15061
;w:12;N:62:3	-9.15115
;N:59:12;w:12	-9.1513
6;w:6;N:80:6	-9.15181
;N:92:12	-9.15252
;N:70:36	-9.15263
;N:52:18	-9.15453
;w:6;D:42;w:6;D:38;D:42	-9.15468
;w:12;N:51:	-9.15653
;N:56:5	-9.15671
;N:35:9	-9.1582
;w:24;N:50:6	-9.15865
;w:12;N:50:3	-9.15923
;N:62:8;w:8	-9.15994
;D:38;D:49	-9.16013
;w:24;N:88:	-9.16016
;w:6;N:54:3	-9.16104
;N:106:	-9.16268
;w:12;N:68:4	-9.16348
2:8;w:8	-9.16382
;N:60:16	-9.16522
;N:70:8;w:8	-9.16564
;w:8;N:67:	-9.16616
;w:18;N:59:	-9.16627
;w:48;N:53:	-9.16673
;w:6;N:48:12	-9.16681
;w:36;N:65:12	-9.16754
;w:24;N:41:	-9.16777
;w:18;N:60:	-9.1678
;w:12;N:56:3	-9.16803
;N:65:8;w:8	-9.16898
;w:36;N:64:12	-9.16969
;w:12;N:38:	-9.17042
;N:32:6	-9.17223
6;w:6;N:73:6;w:6	-9.1726
;N:57:21	-9.17484
;N:73:16	-9.17492
;N:56:36	-9.17532
;N:62:12;N:65:12	-9.17581
;w:12;N:43:	-9.17647
;w:36;N:63:12	-9.17647
;N:74:48	-9.17671
;w:36;N:67:12	-9.17714
;w:6;N:78:6;w:6	-9.17821
;N:78:15	-9.17916
;w:18;N:50:6	-9.17926
;w:36;N:62:12	-9.17968
;N:64:20	-9.18105
;w:36;N:68:12	-9.1811
;N:64:4;w:4	-9.18118
;w:12;N:41:	-9.18323
;w:6;D:48	-9.18448
;N:53:18	-9.18507
;w:8;N:66:	-9.18509
;w:48;N:69:	-9.18563
;N:56:21	-9.18613
;N:33:24	-9.18643
;N:61:12;N:64:12	-9.18643
;N:57:36	-9.18682
;w:12;N:40:	-9.18745
;D:48;D:69	-9.18815
;w:6;N:48:6;w:6	-9.18896
;N:44:48	-9.19033
12;w:12;N:84:12	-9.19127
;w:12;N:42:	-9.19169
;N:75:16	-9.19201
;w:12;N:41:24	-9.19215
;w:12;N:53:	-9.19243
;N:66:12;N:69:12	-9.19271
;w:12;N:55:3	-9.19404
;w:24;N:40:	-9.19526
;w:24;N:72:6	-9.19741
12;w:12;N:91:12	-9.19886
;N:67:20	-9.20102
;w:12;N:39:	-9.20108
;w:12;N:47:	-9.2014
;N:68:20	-9.20172
;w:6;N:45:12	-9.20279
;w:12;N:49:4	-9.20291
;N:59:16	-9.20362
;w:24;N:37:	-9.20393
;N:41:8	-9.20456
;w:18;N:58:	-9.20543
;w:12;N:64:3	-9.20545
;N:21:	-9.20547
;w:12;N:65:3	-9.20586
;N:63:20	-9.20673
;w:24;N:26:	-9.20701
;w:6;N:64:3	-9.20749
;N:84:12;w:12	-9.20759
;D:48;D:51	-9.20809
;N:74:5	-9.20892
;w:12;N:48:4	-9.2107
;N:88:3	-9.21091
;N:60:12;N:63:12	-9.21262
;N:65:12;N:68:12	-9.21315
;N:55:5	-9.21375
;N:62:20	-9.21508
;w:12;N:50:	-9.2152
6;w:6;N:75:6;w:6	-9.21558
;w:36;N:66:12	-9.21588
12;w:12;N:85:12	-9.21635
;w:6;N:58:6;w:6;N:58:6	-9.21655
;w:12;N:46:9	-9.2167
;w:36;N:60:12	-9.21797
;w:12;N:69:9	-9.21857
24;w:24;N:80:24	-9.21918
;N:61:6;w:6	-9.21956
;N:43:48	-9.21979
;N:69:20	-9.2202
;N:80:15	-9.22087
;w:18;D:36	-9.22143
;N:40:48	-9.22161
7:8;w:8	-9.22261
;w:12;N:67:3	-9.2231
;w:18;N:51:6	-9.22373
;w:12;N:37:	-9.22514
;w:48;N:52:	-9.22516
;w:18;N:65:	-9.22533
;N:81:15	-9.22806
;w:6;N:50:6;w:6	-9.22948
;N:91:6	-9.22961
;w:36;N:61:12	-9.23017
;w:12;N:46:	-9.23067
44	-9.23107
;w:24;N:38:24	-9.23168
;N:70:0	-9.23251
;w:12;N:53:4	-9.23284
;N:67:0	-9.23341
;w:18;N:57:	-9.23371
;w:12;N:57:	-9.23389
;w:12;N:47:4	-9.23415
;w:6;N:65:3	-9.23519
;w:6;N:46:12	-9.23656
8;w:4	-9.23813
;N:81:6;w:6	-9.23854
;w:6;N:63:3	-9.2386
;w:12;N:32:6	-9.23895
12;w:12;N:87:12	-9.23972
;w:48;N:70:	-9.24032
;w:18;N:71:6	-9.24098
;w:12;N:51:3	-9.24118
;w:12;N:80:6	-9.24209
;D:46;D:54	-9.24212
12;w:12;N:90:12	-9.24303
;N:33:3	-9.24545
;N:51:15	-9.247
;N:73:8;w:8	-9.24732
;w:12;N:49:	-9.24923
24;w:24;N:82:24	-9.24958
;N:75:48	-9.24973
;w:18;N:67:	-9.24997
;N:79:18	-9.2513
;D:69;w:6;D:69	-9.25154
;w:18;N:68:	-9.25195
;N:67:12;N:70:12	-9.25233
;w:6;N:76:6;w:6	-9.25245
;N:107:	-9.25299
;w:18;D:38	-9.25428
;N:63:12;N:66:12	-9.25466
;w:12;N:42:9	-9.25514
;w:12;N:36:	-9.25614
;w:24;D:37	-9.25876
;w:24;N:32:12	-9.25943
;N:64:12;N:67:12	-9.26008
;w:12;N:40:24	-9.2623
;N:71:0	-9.26313
48;w:4	-9.26352
;w:6;N:47:6;w:6	-9.26361
;w:36;N:69:12	-9.26517
;w:12;N:45:9	-9.26545
;w:12;N:44:	-9.26585
;w:12;N:45:3	-9.26698
;N:51:18	-9.26706
;w:48;N:51:	-9.26751
;w:12;N:58:	-9.26758
;w:12;N:66:4	-9.26842
;w:12;N:54:	-9.26884
;w:6;D:36;w:6;D:38	-9.26906
;D:54;w:6;D:42	-9.26915
;w:18;N:48:6	-9.27069
;N:65:0	-9.27079
;w:6;D:43	-9.27093
;N:59:12;N:62:12	-9.27151
;w:24;N:49:6	-9.2717
;N:78:0	-9.27225
;w:24;N:73:6	-9.27249
;w:18;N:49:6	-9.27269
;N:61:0	-9.27384
;w:18;N:56:	-9.2763
;N:31:6	-9.27639
;N:71:20	-9.27975
;w:6;N:44:12	-9.28007
;D:69;D:70	-9.2807
;w:12;N:92:	-9.28097
;w:24;N:48:6	-9.28097
;N:38:4	-9.28131
;w:12;N:55:	-9.28139
;w:12;N:48:	-9.2821
;D:54;D:70	-9.2826
;N:64:30	-9.28309
;w:12;N:78:24	-9.28341
;N:51:36	-9.28457
;N:52:36	-9.28466
;N:93:12	-9.28546
;w:12;N:43:9	-9.2858
;N:58:16	-9.28594
