<unk>	0
<s>	0
</s>	0
<pad>	0
;B:0	0
;B:1	0
;B:2	0
;B:3	0
;B:4	0
;B:5	0
;B:6	0
;B:7	0
;M:0	0
;M:1	0
;M:2	0
;M:3	0
;M:4	0
;M:5	0
;M:6	0
;M:7	0
;L:1	0
;L:2	0
;L:3	0
;L:4	0
;L:5	0
;L:6	0
;L:7	0
;L:8	0
;L:9	0
;L:10	0
;L:11	0
;L:12	0
;L:13	0
;L:14	0
;L:15	0
;L:16	0
;L:17	0
;L:18	0
;L:19	0
;L:20	0
;L:21	0
;L:22	0
;L:23	0
;L:24	0
;L:25	0
;L:26	0
;L:27	0
;L:28	0
;L:29	0
;L:30	0
;L:31	0
;L:32	0
;L:33	0
;L:34	0
;L:35	0
;L:36	0
;L:37	0
;L:38	0
;L:39	0
;L:40	0
;L:41	0
;L:42	0
;L:43	0
;L:44	0
;L:45	0
;L:46	0
;L:47	0
;L:48	0
;L:49	0
;L:50	0
;L:51	0
;L:52	0
;L:53	0
;L:54	0
;L:55	0
;L:56	0
;L:57	0
;L:58	0
;L:59	0
;L:60	0
;L:61	0
;L:62	0
;L:63	0
;L:64	0
;L:65	0
;L:66	0
;L:67	0
;L:68	0
;L:69	0
;L:70	0
;L:71	0
;L:72	0
;L:73	0
;L:74	0
;L:75	0
;L:76	0
;L:77	0
;L:78	0
;L:79	0
;L:80	0
;L:81	0
;L:82	0
;L:83	0
;L:84	0
;L:85	0
;L:86	0
;L:87	0
;L:88	0
;L:89	0
;L:90	0
;L:91	0
;L:92	0
;L:93	0
;L:94	0
;L:95	0
;L:96	0
;L:97	0
;L:98	0
;L:99	0
;L:100	0
;L:101	0
;L:102	0
;L:103	0
;L:104	0
;L:105	0
;L:106	0
;L:107	0
;L:108	0
;L:109	0
;L:110	0
;L:111	0
;L:112	0
;L:113	0
;L:114	0
;L:115	0
;L:116	0
;L:117	0
;L:118	0
;L:119	0
;L:120	0
;L:121	0
;L:122	0
;L:123	0
;L:124	0
;L:125	0
;L:126	0
;L:127	0
;L:128	0
;L:129	0
;L:130	0
;L:131	0
;L:132	0
;L:133	0
;L:134	0
;L:135	0
;L:136	0
;L:137	0
;L:138	0
;L:139	0
;L:140	0
;L:141	0
;L:142	0
;L:143	0
;L:144	0
;L:145	0
;L:146	0
;L:147	0
;L:148	0
;L:149	0
;L:150	0
;L:151	0
;L:152	0
;L:153	0
;L:154	0
;L:155	0
;L:156	0
;L:157	0
;L:158	0
;L:159	0
;L:160	0
;L:161	0
;L:162	0
;L:163	0
;L:164	0
;L:165	0
;L:166	0
;L:167	0
;L:168	0
;L:169	0
;L:170	0
;L:171	0
;L:172	0
;L:173	0
;L:174	0
;L:175	0
;L:176	0
;L:177	0
;L:178	0
;L:179	0
;L:180	0
;L:181	0
;L:182	0
;L:183	0
;L:184	0
;L:185	0
;L:186	0
;L:187	0
;L:188	0
;L:189	0
;L:190	0
;L:191	0
;L:192	0
;I:0	0
;I:1	0
;I:2	0
;I:3	0
;I:4	0
;I:5	0
;I:6	0
;I:7	0
;I:8	0
;I:9	0
;I:10	0
;I:11	0
;I:12	0
;I:13	0
;I:14	0
;I:15	0
;I:16	0
;I:17	0
;I:18	0
;I:19	0
;I:20	0
;I:21	0
;I:22	0
;I:23	0
;I:24	0
;I:25	0
;I:26	0
;I:27	0
;I:28	0
;I:29	0
;I:30	0
;I:31	0
;I:32	0
;I:33	0
;I:34	0
;I:35	0
;I:36	0
;I:37	0
;I:38	0
;I:39	0
;I:40	0
;I:41	0
;I:42	0
;I:43	0
;I:44	0
;I:45	0
;I:46	0
;I:47	0
;I:48	0
;I:49	0
;I:50	0
;I:51	0
;I:52	0
;I:53	0
;I:54	0
;I:55	0
;I:56	0
;I:57	0
;I:58	0
;I:59	0
;I:60	0
;I:61	0
;I:62	0
;I:63	0
;I:64	0
;I:65	0
;I:66	0
;I:67	0
;I:68	0
;I:69	0
;I:70	0
;I:71	0
;I:72	0
;I:73	0
;I:74	0
;I:75	0
;I:76	0
;I:77	0
;I:78	0
;I:79	0
;I:80	0
;I:81	0
;I:82	0
;I:83	0
;I:84	0
;I:85	0
;I:86	0
;I:87	0
;I:88	0
;I:89	0
;I:90	0
;I:91	0
;I:92	0
;I:93	0
;I:94	0
;I:95	0
;I:96	0
;I:97	0
;I:98	0
;I:99	0
;I:100	0
;I:101	0
;I:102	0
;I:103	0
;I:104	0
;I:105	0
;I:106	0
;I:107	0
;I:108	0
;I:109	0
;I:110	0
;I:111	0
;I:112	0
;I:113	0
;I:114	0
;I:115	0
;I:116	0
;I:117	0
;I:118	0
;I:119	0
;I:120	0
;I:121	0
;I:122	0
;I:123	0
;I:124	0
;I:125	0
;I:126	0
;I:127	0
;I:128	0
;I:129	0
;I:130	0
;I:131	0
;I:132	0
;I:133	0
;I:134	0
;I:135	0
;I:136	0
;I:137	0
;I:138	0
;I:139	0
;I:140	0
;I:141	0
;I:142	0
;I:143	0
;I:144	0
;I:145	0
;I:146	0
;I:147	0
;I:148	0
;I:149	0
;I:150	0
;I:151	0
;I:152	0
;I:153	0
;I:154	0
;I:155	0
;I:156	0
;I:157	0
;I:158	0
;I:159	0
;I:160	0
;I:161	0
;I:162	0
;I:163	0
;I:164	0
;I:165	0
;I:166	0
;I:167	0
;I:168	0
;I:169	0
;I:170	0
;I:171	0
;I:172	0
;I:173	0
;I:174	0
;I:175	0
;I:176	0
;I:177	0
;I:178	0
;I:179	0
;I:180	0
;I:181	0
;I:182	0
;I:183	0
;I:184	0
;I:185	0
;I:186	0
;I:187	0
;I:188	0
;I:189	0
;I:190	0
;I:191	0
;I:192	0
;I:193	0
;I:194	0
;I:195	0
;I:196	0
;I:197	0
;I:198	0
;I:199	0
;I:200	0
;I:201	0
;I:202	0
;I:203	0
;I:204	0
;I:205	0
;I:206	0
;I:207	0
;I:208	0
;I:209	0
;I:210	0
;I:211	0
;I:212	0
;I:213	0
;I:214	0
;I:215	0
;I:216	0
;I:217	0
;I:218	0
;I:219	0
;I:220	0
;I:221	0
;I:222	0
;I:223	0
;I:224	0
;I:225	0
;I:226	0
;I:227	0
;I:228	0
;I:229	0
;I:230	0
;I:231	0
;I:232	0
;I:233	0
;I:234	0
;I:235	0
;I:236	0
;I:237	0
;I:238	0
;I:239	0
;I:240	0
;I:241	0
;I:242	0
;I:243	0
;I:244	0
;I:245	0
;I:246	0
;I:247	0
;I:248	0
;I:249	0
;I:250	0
;I:251	0
;I:252	0
;I:253	0
;I:254	0
;I:255	0
;I:256	0
;I:257	0
;R:1	0
;R:2	0
;R:3	0
;R:4	0
;R:5	0
;R:6	0
;R:7	0
;R:8	0
;R:9	0
;R:10	0
;R:11	0
;R:12	0
;R:13	0
;R:14	0
;R:15	0
;R:16	0
;R:17	0
;R:18	0
;R:19	0
;R:20	0
;R:21	0
;R:22	0
;R:23	0
;R:24	0
;R:25	0
;R:26	0
;R:27	0
;R:28	0
;R:29	0
;R:30	0
;R:31	0
;R:32	0
;R:33	0
;R:34	0
;R:35	0
;R:36	0
;R:37	0
;R:38	0
;R:39	0
;R:40	0
;R:41	0
;R:42	0
;R:43	0
;R:44	0
;R:45	0
;R:46	0
;R:47	0
;R:48	0
;R:49	0
;R:50	0
;R:51	0
;R:52	0
;R:53	0
;R:54	0
;R:55	0
;R:56	0
;R:57	0
;R:58	0
;R:59	0
;R:60	0
;R:61	0
;R:62	0
;R:63	0
;<extra_id_0>	0
;<extra_id_1>	0
;<extra_id_2>	0
;<extra_id_3>	0
;<extra_id_4>	0
;<extra_id_5>	0
;<extra_id_6>	0
;<extra_id_7>	0
;<extra_id_8>	0
;<extra_id_9>	0
;<extra_id_10>	0
;<extra_id_11>	0
;<extra_id_12>	0
;<extra_id_13>	0
;<extra_id_14>	0
;<extra_id_15>	0
;<extra_id_16>	0
;<extra_id_17>	0
;<extra_id_18>	0
;<extra_id_19>	0
;<extra_id_20>	0
;<extra_id_21>	0
;<extra_id_22>	0
;<extra_id_23>	0
;<extra_id_24>	0
;<extra_id_25>	0
;<extra_id_26>	0
;<extra_id_27>	0
;<extra_id_28>	0
;<extra_id_29>	0
;<extra_id_30>	0
;<extra_id_31>	0
;<extra_id_32>	0
;<extra_id_33>	0
;<extra_id_34>	0
;<extra_id_35>	0
;<extra_id_36>	0
;<extra_id_37>	0
;<extra_id_38>	0
;<extra_id_39>	0
;<extra_id_40>	0
;<extra_id_41>	0
;<extra_id_42>	0
;<extra_id_43>	0
;<extra_id_44>	0
;<extra_id_45>	0
;<extra_id_46>	0
;<extra_id_47>	0
;<extra_id_48>	0
;<extra_id_49>	0
;<extra_id_50>	0
;<extra_id_51>	0
;<extra_id_52>	0
;<extra_id_53>	0
;<extra_id_54>	0
;<extra_id_55>	0
;<extra_id_56>	0
;<extra_id_57>	0
;<extra_id_58>	0
;<extra_id_59>	0
;<extra_id_60>	0
;<extra_id_61>	0
;<extra_id_62>	0
;<extra_id_63>	0
;<extra_id_64>	0
;<extra_id_65>	0
;<extra_id_66>	0
;<extra_id_67>	0
;<extra_id_68>	0
;<extra_id_69>	0
;<extra_id_70>	0
;<extra_id_71>	0
;<extra_id_72>	0
;<extra_id_73>	0
;<extra_id_74>	0
;<extra_id_75>	0
;<extra_id_76>	0
;<extra_id_77>	0
;<extra_id_78>	0
;<extra_id_79>	0
;<extra_id_80>	0
;<extra_id_81>	0
;<extra_id_82>	0
;<extra_id_83>	0
;<extra_id_84>	0
;<extra_id_85>	0
;<extra_id_86>	0
;<extra_id_87>	0
;<extra_id_88>	0
;<extra_id_89>	0
;<extra_id_90>	0
;<extra_id_91>	0
;<extra_id_92>	0
;<extra_id_93>	0
;<extra_id_94>	0
;<extra_id_95>	0
;<extra_id_96>	0
;<extra_id_97>	0
;<extra_id_98>	0
;<extra_id_99>	0
;<extra_id_100>	0
;<extra_id_101>	0
;<extra_id_102>	0
;<extra_id_103>	0
;<extra_id_104>	0
;<extra_id_105>	0
;<extra_id_106>	0
;<extra_id_107>	0
;<extra_id_108>	0
;<extra_id_109>	0
;<extra_id_110>	0
;<extra_id_111>	0
;<extra_id_112>	0
;<extra_id_113>	0
;<extra_id_114>	0
;<extra_id_115>	0
;<extra_id_116>	0
;<extra_id_117>	0
;<extra_id_118>	0
;<extra_id_119>	0
;<extra_id_120>	0
;<extra_id_121>	0
;<extra_id_122>	0
;<extra_id_123>	0
;<extra_id_124>	0
;<extra_id_125>	0
;<extra_id_126>	0
;<extra_id_127>	0
;<extra_id_128>	0
;<extra_id_129>	0
;<extra_id_130>	0
;<extra_id_131>	0
;<extra_id_132>	0
;<extra_id_133>	0
;<extra_id_134>	0
;<extra_id_135>	0
;<extra_id_136>	0
;<extra_id_137>	0
;<extra_id_138>	0
;<extra_id_139>	0
;<extra_id_140>	0
;<extra_id_141>	0
;<extra_id_142>	0
;<extra_id_143>	0
;<extra_id_144>	0
;<extra_id_145>	0
;<extra_id_146>	0
;<extra_id_147>	0
;<extra_id_148>	0
;<extra_id_149>	0
;<extra_id_150>	0
;<extra_id_151>	0
;<extra_id_152>	0
;<extra_id_153>	0
;<extra_id_154>	0
;<extra_id_155>	0
;<extra_id_156>	0
;<extra_id_157>	0
;<extra_id_158>	0
;<extra_id_159>	0
;<extra_id_160>	0
;<extra_id_161>	0
;<extra_id_162>	0
;<extra_id_163>	0
;<extra_id_164>	0
;<extra_id_165>	0
;<extra_id_166>	0
;<extra_id_167>	0
;<extra_id_168>	0
;<extra_id_169>	0
;<extra_id_170>	0
;<extra_id_171>	0
;<extra_id_172>	0
;<extra_id_173>	0
;<extra_id_174>	0
;<extra_id_175>	0
;<extra_id_176>	0
;<extra_id_177>	0
;<extra_id_178>	0
;<extra_id_179>	0
;<extra_id_180>	0
;<extra_id_181>	0
;<extra_id_182>	0
;<extra_id_183>	0
;<extra_id_184>	0
;<extra_id_185>	0
;<extra_id_186>	0
;<extra_id_187>	0
;<extra_id_188>	0
;<extra_id_189>	0
;<extra_id_190>	0
;<extra_id_191>	0
;<extra_id_192>	0
;<extra_id_193>	0
;<extra_id_194>	0
;<extra_id_195>	0
;<extra_id_196>	0
;<extra_id_197>	0
;<extra_id_198>	0
;<extra_id_199>	0
;<extra_id_200>	0
;<extra_id_201>	0
;<extra_id_202>	0
;<extra_id_203>	0
;<extra_id_204>	0
;<extra_id_205>	0
;<extra_id_206>	0
;<extra_id_207>	0
;<extra_id_208>	0
;<extra_id_209>	0
;<extra_id_210>	0
;<extra_id_211>	0
;<extra_id_212>	0
;<extra_id_213>	0
;<extra_id_214>	0
;<extra_id_215>	0
;<extra_id_216>	0
;<extra_id_217>	0
;<extra_id_218>	0
;<extra_id_219>	0
;<extra_id_220>	0
;<extra_id_221>	0
;<extra_id_222>	0
;<extra_id_223>	0
;<extra_id_224>	0
;<extra_id_225>	0
;<extra_id_226>	0
;<extra_id_227>	0
;<extra_id_228>	0
;<extra_id_229>	0
;<extra_id_230>	0
;<extra_id_231>	0
;<extra_id_232>	0
;<extra_id_233>	0
;<extra_id_234>	0
;<extra_id_235>	0
;<extra_id_236>	0
;<extra_id_237>	0
;<extra_id_238>	0
;<extra_id_239>	0
;<extra_id_240>	0
;<extra_id_241>	0
;<extra_id_242>	0
;<extra_id_243>	0
;<extra_id_244>	0
;<extra_id_245>	0
;<extra_id_246>	0
;<extra_id_247>	0
;<extra_id_248>	0
;<extra_id_249>	0
;<extra_id_250>	0
;<extra_id_251>	0
;<extra_id_252>	0
;<extra_id_253>	0
;<extra_id_254>	0
;<extra_id_255>	0
;<mono>	0
;<poly>	0
;<instruction_0>	0
;<instruction_1>	0
;<instruction_2>	0
;<instruction_3>	0
;<instruction_4>	0
;<instruction_5>	0
;<instruction_6>	0
;<instruction_7>	0
;<instruction_8>	0
;<instruction_9>	0
;<instruction_10>	0
;<instruction_11>	0
;<instruction_12>	0
;<instruction_13>	0
;<instruction_14>	0
;<instruction_15>	0
;<instruction_16>	0
;<instruction_17>	0
;<instruction_18>	0
;<instruction_19>	0
;<instruction_20>	0
;<instruction_21>	0
;<instruction_22>	0
;<instruction_23>	0
;<instruction_24>	0
;<instruction_25>	0
;<instruction_26>	0
;<instruction_27>	0
;<instruction_28>	0
;<instruction_29>	0
;<instruction_30>	0
;<instruction_31>	0
;<instruction_32>	0
;<instruction_33>	0
;<instruction_34>	0
;<instruction_35>	0
;<instruction_36>	0
;<instruction_37>	0
;<instruction_38>	0
;<instruction_39>	0
;<instruction_40>	0
;<instruction_41>	0
;<instruction_42>	0
;<instruction_43>	0
;<instruction_44>	0
;<instruction_45>	0
;<instruction_46>	0
;<instruction_47>	0
;<instruction_48>	0
;<instruction_49>	0
;<instruction_50>	0
;<instruction_51>	0
;<instruction_52>	0
;<instruction_53>	0
;<instruction_54>	0
;<instruction_55>	0
;<instruction_56>	0
;<instruction_57>	0
;<instruction_58>	0
;<instruction_59>	0
;<instruction_60>	0
;<instruction_61>	0
;<instruction_62>	0
;<instruction_63>	0
;<instruction_64>	0
;<instruction_65>	0
;<instruction_66>	0
;<instruction_67>	0
;<instruction_68>	0
;<instruction_69>	0
;<instruction_70>	0
;<instruction_71>	0
;<instruction_72>	0
;<instruction_73>	0
;<instruction_74>	0
;<instruction_75>	0
;<instruction_76>	0
;<instruction_77>	0
;<instruction_78>	0
;<instruction_79>	0
;<instruction_80>	0
;<instruction_81>	0
;<instruction_82>	0
;<instruction_83>	0
;<instruction_84>	0
;<instruction_85>	0
;<instruction_86>	0
;<instruction_87>	0
;<instruction_88>	0
;<instruction_89>	0
;<instruction_90>	0
;<instruction_91>	0
;<instruction_92>	0
;<instruction_93>	0
;<instruction_94>	0
;<instruction_95>	0
;<instruction_96>	0
;<instruction_97>	0
;<instruction_98>	0
;<instruction_99>	0
;<instruction_100>	0
;<instruction_101>	0
;<instruction_102>	0
;<instruction_103>	0
;<instruction_104>	0
;<instruction_105>	0
;<instruction_106>	0
;<instruction_107>	0
;<instruction_108>	0
;<instruction_109>	0
;<instruction_110>	0
;<instruction_111>	0
;<instruction_112>	0
;<instruction_113>	0
;<instruction_114>	0
;<instruction_115>	0
;<instruction_116>	0
;<instruction_117>	0
;<instruction_118>	0
;<instruction_119>	0
;<instruction_120>	0
;<instruction_121>	0
;<instruction_122>	0
;<instruction_123>	0
;<instruction_124>	0
;<instruction_125>	0
;<instruction_126>	0
;<instruction_127>	0
;<instruction_128>	0
;<instruction_129>	0
;<instruction_130>	0
;<instruction_131>	0
;<instruction_132>	0
;<instruction_133>	0
;<instruction_134>	0
;<instruction_135>	0
;<instruction_136>	0
;<instruction_137>	0
;<instruction_138>	0
;<instruction_139>	0
;<instruction_140>	0
;<instruction_141>	0
;<instruction_142>	0
;<instruction_143>	0
;<instruction_144>	0
;<instruction_145>	0
;<instruction_146>	0
;<instruction_147>	0
;<instruction_148>	0
;<instruction_149>	0
;<instruction_150>	0
;<instruction_151>	0
;<instruction_152>	0
;<instruction_153>	0
;<instruction_154>	0
;<instruction_155>	0
;<instruction_156>	0
;<instruction_157>	0
;<instruction_158>	0
;<instruction_159>	0
;<instruction_160>	0
;<instruction_161>	0
;<instruction_162>	0
;<instruction_163>	0
;<instruction_164>	0
;<instruction_165>	0
;<instruction_166>	0
;<instruction_167>	0
;<instruction_168>	0
;<instruction_169>	0
;<instruction_170>	0
;<instruction_171>	0
;<instruction_172>	0
;<instruction_173>	0
;<instruction_174>	0
;<instruction_175>	0
;<instruction_176>	0
;<instruction_177>	0
;<instruction_178>	0
;<instruction_179>	0
;<instruction_180>	0
;<instruction_181>	0
;<instruction_182>	0
;<instruction_183>	0
;<instruction_184>	0
;<instruction_185>	0
;<instruction_186>	0
;<instruction_187>	0
;<instruction_188>	0
;<instruction_189>	0
;<instruction_190>	0
;<instruction_191>	0
;<instruction_192>	0
;<instruction_193>	0
;<instruction_194>	0
;<instruction_195>	0
;<instruction_196>	0
;<instruction_197>	0
;<instruction_198>	0
;<instruction_199>	0
;<instruction_200>	0
;<instruction_201>	0
;<instruction_202>	0
;<instruction_203>	0
;<instruction_204>	0
;<instruction_205>	0
;<instruction_206>	0
;<instruction_207>	0
;<instruction_208>	0
;<instruction_209>	0
;<instruction_210>	0
;<instruction_211>	0
;<instruction_212>	0
;<instruction_213>	0
;<instruction_214>	0
;<instruction_215>	0
;<instruction_216>	0
;<instruction_217>	0
;<instruction_218>	0
;<instruction_219>	0
;<instruction_220>	0
;<instruction_221>	0
;<instruction_222>	0
;<instruction_223>	0
;<instruction_224>	0
;<instruction_225>	0
;<instruction_226>	0
;<instruction_227>	0
;<instruction_228>	0
;<instruction_229>	0
;<instruction_230>	0
;<instruction_231>	0
;<instruction_232>	0
;<instruction_233>	0
;<instruction_234>	0
;<instruction_235>	0
;<instruction_236>	0
;<instruction_237>	0
;<instruction_238>	0
;<instruction_239>	0
;<instruction_240>	0
;<instruction_241>	0
;<instruction_242>	0
;<instruction_243>	0
;<instruction_244>	0
;<instruction_245>	0
;<instruction_246>	0
;<instruction_247>	0
;<instruction_248>	0
;<instruction_249>	0
;<instruction_250>	0
;<instruction_251>	0
;<instruction_252>	0
;<instruction_253>	0
;<instruction_254>	0
;<instruction_255>	0
;<instruction_256>	0
;<instruction_257>	0
;<instruction_258>	0
;<instruction_259>	0
;<instruction_260>	0
;<instruction_261>	0
;<instruction_262>	0
;<instruction_263>	0
;<instruction_264>	0
;<instruction_265>	0
;<instruction_266>	0
;<instruction_267>	0
;<instruction_268>	0
;<instruction_269>	0
;<instruction_270>	0
;<instruction_271>	0
;<instruction_272>	0
;<instruction_273>	0
;<instruction_274>	0
;<instruction_275>	0
;<instruction_276>	0
;<instruction_277>	0
;<instruction_278>	0
;<instruction_279>	0
;<instruction_280>	0
;<instruction_281>	0
;<instruction_282>	0
;<instruction_283>	0
;<instruction_284>	0
;<instruction_285>	0
;<instruction_286>	0
;<instruction_287>	0
;<instruction_288>	0
;<instruction_289>	0
;<instruction_290>	0
;<instruction_291>	0
;<instruction_292>	0
;<instruction_293>	0
;<instruction_294>	0
;<instruction_295>	0
;<instruction_296>	0
;<instruction_297>	0
;<instruction_298>	0
;<instruction_299>	0
;<instruction_300>	0
;<instruction_301>	0
;<instruction_302>	0
;<instruction_303>	0
;<instruction_304>	0
;<instruction_305>	0
;<instruction_306>	0
;<instruction_307>	0
;<instruction_308>	0
;<instruction_309>	0
;<instruction_310>	0
;<instruction_311>	0
;<instruction_312>	0
;<instruction_313>	0
;<instruction_314>	0
;<instruction_315>	0
;<instruction_316>	0
;<instruction_317>	0
;<instruction_318>	0
;<instruction_319>	0
;<instruction_320>	0
;<instruction_321>	0
;<instruction_322>	0
;<instruction_323>	0
;<instruction_324>	0
;<instruction_325>	0
;<instruction_326>	0
;<instruction_327>	0
;<instruction_328>	0
;<instruction_329>	0
;<instruction_330>	0
;<instruction_331>	0
;<instruction_332>	0
;<instruction_333>	0
;<instruction_334>	0
;<instruction_335>	0
;<instruction_336>	0
;<instruction_337>	0
;<instruction_338>	0
;<instruction_339>	0
;<instruction_340>	0
;<instruction_341>	0
;<instruction_342>	0
;<instruction_343>	0
;<instruction_344>	0
;<instruction_345>	0
;<instruction_346>	0
;<instruction_347>	0
;<instruction_348>	0
;<instruction_349>	0
;<instruction_350>	0
;<instruction_351>	0
;<instruction_352>	0
;<instruction_353>	0
;<instruction_354>	0
;<instruction_355>	0
;<instruction_356>	0
;<instruction_357>	0
;<instruction_358>	0
;<instruction_359>	0
;<instruction_360>	0
;<instruction_361>	0
;<instruction_362>	0
;<instruction_363>	0
;<instruction_364>	0
;<instruction_365>	0
;<instruction_366>	0
;<instruction_367>	0
;<instruction_368>	0
;<instruction_369>	0
;<instruction_370>	0
;<instruction_371>	0
;<instruction_372>	0
;<instruction_373>	0
;<instruction_374>	0
;<instruction_375>	0
;<instruction_376>	0
;<instruction_377>	0
;<instruction_378>	0
;<instruction_379>	0
;<instruction_380>	0
;<instruction_381>	0
;<instruction_382>	0
;<instruction_383>	0
;<instruction_384>	0
;<instruction_385>	0
;<instruction_386>	0
;<instruction_387>	0
;<instruction_388>	0
;<instruction_389>	0
;<instruction_390>	0
;<instruction_391>	0
;<instruction_392>	0
;<instruction_393>	0
;<instruction_394>	0
;<instruction_395>	0
;<instruction_396>	0
;<instruction_397>	0
;<instruction_398>	0
;<instruction_399>	0
;<instruction_400>	0
;<instruction_401>	0
;<instruction_402>	0
;<instruction_403>	0
;<instruction_404>	0
;<instruction_405>	0
;<instruction_406>	0
;<instruction_407>	0
;<instruction_408>	0
;<instruction_409>	0
;<instruction_410>	0
;<instruction_411>	0
;<instruction_412>	0
;<instruction_413>	0
;<instruction_414>	0
;<instruction_415>	0
;<instruction_416>	0
;<instruction_417>	0
;<instruction_418>	0
;<instruction_419>	0
;<instruction_420>	0
;<instruction_421>	0
;<instruction_422>	0
;<instruction_423>	0
;<instruction_424>	0
;<instruction_425>	0
;<instruction_426>	0
;<instruction_427>	0
;<instruction_428>	0
;<instruction_429>	0
;<instruction_430>	0
;<instruction_431>	0
;<instruction_432>	0
;<instruction_433>	0
;<instruction_434>	0
;<instruction_435>	0
;<instruction_436>	0
;<instruction_437>	0
;<instruction_438>	0
;<instruction_439>	0
;<instruction_440>	0
;<instruction_441>	0
;<instruction_442>	0
;<instruction_443>	0
;<instruction_444>	0
;<instruction_445>	0
;<instruction_446>	0
;<instruction_447>	0
;<instruction_448>	0
;<instruction_449>	0
;<instruction_450>	0
;<instruction_451>	0
;<instruction_452>	0
;<instruction_453>	0
;<instruction_454>	0
;<instruction_455>	0
;<instruction_456>	0
;<instruction_457>	0
;<instruction_458>	0
;<instruction_459>	0
;<instruction_460>	0
;<instruction_461>	0
;<instruction_462>	0
;<instruction_463>	0
;<instruction_464>	0
;<instruction_465>	0
;<instruction_466>	0
;<instruction_467>	0
;<instruction_468>	0
;<instruction_469>	0
;<instruction_470>	0
;<instruction_471>	0
;<instruction_472>	0
;<instruction_473>	0
;<instruction_474>	0
;<instruction_475>	0
;<instruction_476>	0
;<instruction_477>	0
;<instruction_478>	0
;<instruction_479>	0
;<instruction_480>	0
;<instruction_481>	0
;<instruction_482>	0
;<instruction_483>	0
;<instruction_484>	0
;<instruction_485>	0
;<instruction_486>	0
;<instruction_487>	0
;<instruction_488>	0
;<instruction_489>	0
;<instruction_490>	0
;<instruction_491>	0
;<instruction_492>	0
;<instruction_493>	0
;<instruction_494>	0
;<instruction_495>	0
;<instruction_496>	0
;<instruction_497>	0
;<instruction_498>	0
;<instruction_499>	0
;<instruction_500>	0
;<instruction_501>	0
;<instruction_502>	0
;<instruction_503>	0
;<instruction_504>	0
;<instruction_505>	0
;<instruction_506>	0
;<instruction_507>	0
;<instruction_508>	0
;<instruction_509>	0
;<instruction_510>	0
;<instruction_511>	0
;w:12	-3.38643
;w:6	-4.01462
;w:3	-4.77026
6	-4.905
2	-4.9823
8	-4.98321
4	-4.99541
0	-5.03387
3	-5.06924
5	-5.16049
7	-5.19276
1	-5.2253
9	-5.39779
;d:6	-5.43638
;w:8	-5.44436
;w:4	-5.69532
;w:12;d:6	-5.73703
;w:9	-5.7903
;N:67	-5.82387
;N:70	-5.83146
;N:69	-5.83242
;N:68	-5.83297
;N:66	-5.83442
;N:71	-5.85803
;w:16	-5.88781
;N:72	-5.89189
;N:65	-5.90827
;N:64	-5.93183
;N:73	-5.94576
;N:74	-5.97536
;N:63	-5.98696
;N:62	-6.02645
;d:12	-6.07293
;N:75	-6.11197
;N:61	-6.11696
;w:24;d:12	-6.13337
;N:76	-6.15662
;N:60	-6.16186
;d:9	-6.17248
;N:77	-6.20595
;N:59	-6.21233
;d:4	-6.23254
;d:3	-6.23826
;N:58	-6.26084
;w:15	-6.26916
;w:12;d:3	-6.27575
;w:2	-6.30014
;N:78	-6.32507
;N:57	-6.34022
;N:79	-6.41808
;d:8	-6.43237
;N:56	-6.43449
;w:6;d:3	-6.48274
;w:24;d:6	-6.49053
;N:80	-6.51338
;w:12;d:4	-6.52347
;N:55	-6.53223
;w:24;d:4	-6.53467
;w:24;d:3	-6.54038
;N:81	-6.59293
;N:54	-6.60839
;w:18;d:6	-6.61763
;N:82	-6.65583
;d:18	-6.67485
;N:53	-6.68081
;N:52	-6.68566
;w:6;d:2	-6.71603
;w:18;d:3	-6.75475
;N:51	-6.76072
;N:50	-6.7657
;N:83	-6.79795
;N:84	-6.90611
;w:12;d:12	-6.91827
;N:49	-6.92981
;N:48	-6.95167
;w:16;d:5	-6.96052
;w:6;d:4	-6.97962
;N:85	-6.98227
;w:5	-6.99238
;w:6;d:6	-7.02417
;N:47	-7.03155
;N:46	-7.0419
;N:45	-7.09794
;w:24;d:9	-7.11173
;w:1	-7.11648
;N:44	-7.12211
;w:12;N:61	-7.12904
;w:12;N:63	-7.14741
;w:12;N:62	-7.15417
;w:12;N:65	-7.15601
;w:12;N:59	-7.17256
;w:12;N:60	-7.17358
;N:86	-7.17527
;w:12;N:64	-7.177
;N:43	-7.17966
;w:24;d:8	-7.17997
;N:41	-7.18527
;w:12;N:66	-7.18539
;w:12;N:58	-7.20197
;N:40	-7.21216
;w:36;d:6	-7.21411
;w:8;d:4	-7.21562
;w:12;N:57	-7.21856
;N:42	-7.21939
;N:87	-7.22625
;w:12;N:55	-7.2333
;w:8;d:7	-7.23386
;D:36	-7.23824
;w:12;N:67	-7.2526
;w:12;N:56	-7.26896
;N:88	-7.2697
;d:12;N:65	-7.27961
;d:12;N:66	-7.28373
;w:12;N:51	-7.28612
;w:12;N:68	-7.28983
;D:36;D:42	-7.2906
;d:12;N:63	-7.29619
;w:16;d:8	-7.29965
;w:12;N:53	-7.30039
;w:12;N:54	-7.30117
;d:12;N:68	-7.30478
;w:36;d:9	-7.3068
;w:12;d:8	-7.30701
;w:12;N:50	-7.31242
;w:7	-7.31449
;N:90	-7.31734
;d:12;N:70	-7.31903
;w:6;d:12	-7.31954
;d:12;N:61	-7.32028
;d:12;N:69	-7.32234
;w:12;d:9	-7.3237
;N:91	-7.32982
;w:12;N:52	-7.34049
;w:36;d:12	-7.34626
;w:3;d:1	-7.35855
;w:18;d:2	-7.36257
;w:12;N:69	-7.36402
;w:36;d:3	-7.36573
;d:12;N:60	-7.36951
;w:48;d:6	-7.37382
;w:12;N:49	-7.37488
;w:36;d:4	-7.37645
;w:12;N:70	-7.38848
;N:37	-7.38914
;d:12;N:72	-7.40785
;N:39	-7.40828
;d:12;N:62	-7.40953
;d:12;N:64	-7.41103
;N:89	-7.42842
;d:12;N:59	-7.43495
;d:12;N:67	-7.43854
;d:7	-7.43894
;w:12;N:48	-7.44424
;N:38	-7.44862
;w:24;N:61	-7.45337
;w:12;N:47	-7.45526
;N:36	-7.45848
;d:12;N:58	-7.46148
;w:12;N:46	-7.46276
;d:12;N:73	-7.46316
;w:24;N:60	-7.46369
;d:2	-7.46403
;w:24;N:62	-7.47242
;w:18;d:9	-7.47477
;w:48;d:12	-7.48131
;w:12;N:71	-7.48198
;w:24;N:63	-7.48556
;d:12;N:57	-7.48845
;w:12;N:45	-7.4896
;w:12;N:72	-7.48979
;w:18;d:12	-7.50381
;w:24;N:65	-7.50834
;w:24;N:64	-7.51331
;w:24;d:16	-7.51393
;w:12;N:44	-7.52612
;w:24;N:59	-7.52767
;w:24;N:67	-7.52987
;d:12;N:56	-7.53745
;w:12;N:73	-7.54444
;N:35	-7.54546
;w:3;d:2	-7.5523
;w:8;d:5	-7.55573
;w:24;N:68	-7.55716
;N:34	-7.56003
;w:24;N:58	-7.56315
;w:24;N:66	-7.56672
;d:12;N:71	-7.56687
;w:12;N:43	-7.57159
;d:12;N:55	-7.57666
;w:24;N:57	-7.58196
;N:92	-7.58302
;d:12;N:75	-7.58303
;w:24;N:69	-7.58309
;d:5	-7.5875
;w:72;d:12	-7.59003
;w:6;d:10	-7.59145
;d:24;N:64	-7.59809
;d:24;N:66	-7.60191
;d:16	-7.60413
;d:12;N:54	-7.60953
;d:24;N:65	-7.61498
;w:16;d:4	-7.621
;w:24;N:56	-7.63118
;d:24;N:63	-7.63151
;d:24;N:62	-7.63237
;w:30;d:6	-7.63368
;d:24;N:61	-7.63771
;w:18;d:4	-7.64123
;w:24;N:55	-7.64236
;w:8;d:1	-7.64253
;d:24;N:68	-7.64796
;N:33	-7.65923
;w:24;N:70	-7.65952
;d:24;N:67	-7.65985
;w:24;N:54	-7.66494
;w:12;N:42	-7.6657
;w:24;d:15	-7.67222
;d:24;N:60	-7.67255
;w:12;N:74	-7.67618
;w:12;N:40	-7.67869
;w:60;d:12	-7.67878
;w:24;N:52	-7.68679
;w:24;N:53	-7.69147
;w:12;N:41	-7.69988
;w:15;d:6	-7.7001
;w:2;d:1	-7.70092
;w:24;N:71	-7.70176
;d:6;N:67	-7.70386
;d:6;N:66	-7.70577
;d:12;N:53	-7.70713
;d:15	-7.70986
;d:24;N:59	-7.70987
;N:32	-7.712
;w:24;N:51	-7.71325
;d:6;N:65	-7.72165
;N:31	-7.72237
;d:6;N:68	-7.72629
;w:4;d:2	-7.72717
;w:3;d:3	-7.72718
;d:12;N:52	-7.72783
;w:48;d:3	-7.72922
;w:12;N:75	-7.7307
;d:24;N:69	-7.73199
;d:6;N:69	-7.73222
;d:24;N:70	-7.73572
;w:24;N:50	-7.74003
;N:93	-7.75316
;d:6;N:64	-7.75898
;w:42;d:6	-7.76137
;d:24;N:58	-7.76168
;w:24;N:49	-7.7625
;d:6;N:70	-7.7672
;d:6;N:63	-7.77915
;d:24;N:57	-7.78052
;d:12;N:51	-7.78211
;N:65;N:68	-7.78354
;w:3;d:9	-7.7915
;w:24;N:72	-7.7934
;w:48;d:4	-7.79651
;d:24;N:71	-7.79723
;w:24;d:18	-7.79948
;w:9;d:3	-7.80115
;w:4;d:5	-7.80275
;d:12;N:74	-7.80339
;d:6;N:71	-7.80521
;N:29	-7.80551
;d:14	-7.81906
;w:18;d:18	-7.81959
;d:12;N:49	-7.82073
;d:6;N:61	-7.82108
;d:6;N:62	-7.82526
;d:12;N:50	-7.8262
;d:6;N:72	-7.829
;d:24;N:56	-7.82951
;w:12;N:39	-7.83178
;w:36;d:8	-7.83837
;d:12;N:78	-7.84045
;d:12;N:48	-7.84476
;w:15;d:9	-7.84904
;N:64;N:67	-7.85008
;N:62;N:65	-7.85325
;d:24;N:55	-7.85749
;N:66;N:69	-7.85872
;d:10	-7.85912
;N:61;N:64	-7.86038
;w:12;N:76	-7.86188
;w:24;N:47	-7.86379
;D:51	-7.87108
;w:24;N:48	-7.87123
;D:54	-7.87253
;w:24;N:73	-7.87615
;N:94	-7.87641
;d:24;N:72	-7.88033
;w:3;d:5	-7.88381
;d:6;N:73	-7.88419
;d:12;N:47	-7.88494
;d:12;N:76	-7.89647
;N:30	-7.89682
;w:24;N:74	-7.89736
;w:12;N:38	-7.91062
;w:12;N:77	-7.91495
;D:36;D:49	-7.91627
;N:65;N:69	-7.91754
;w:4;d:8	-7.91953
;N:60;N:63	-7.9231
;N:63;N:66	-7.92408
;d:6;N:74	-7.92795
;d:11	-7.92867
;N:95	-7.93058
;N:68;N:71	-7.9307
;d:24;N:73	-7.93146
;w:1;d:2	-7.93827
;d:6;N:59	-7.94096
;d:6;N:58	-7.94455
;w:6;D:38	-7.94625
;d:12;N:79	-7.94699
;N:69;N:72	-7.94989
;N:59;N:62	-7.95237
;N:28	-7.9527
;w:24;N:75	-7.95518
;d:24;N:53	-7.95559
;D:49	-7.95581
;d:24;N:54	-7.95619
;d:12;N:45	-7.96207
;d:6;N:75	-7.96214
;N:67;N:70	-7.96351
;w:12;d:2	-7.96375
;N:64;N:68	-7.96577
;d:6;N:60	-7.96659
;d:12;N:46	-7.96728
;w:7;d:5	-7.96878
;w:6;d:9	-7.97423
;N:27	-7.97475
;w:24;N:46	-7.97697
;N:63;N:67	-7.97729
;w:12;d:12;N:61	-7.97742
;N:66;N:70	-7.97933
;N:63;N:68	-7.98244
;w:12;d:24;N:62	-7.98277
;d:12;N:77	-7.98449
;N:61;N:66	-7.99273
;w:16;d:2	-7.99653
;N:62;N:66	-7.99741
;w:12;d:24;N:61	-7.99805
;w:2;d:4	-7.9987
;w:12;N:37	-8.00377
;w:12;d:12;N:59	-8.0058
;N:70;N:73	-8.00621
;N:67;N:71	-8.00712
;D:46	-8.00722
;d:6;N:57	-8.0105
;w:12;d:12;N:60	-8.01064
;w:12;d:24;N:63	-8.012
;d:12;N:80	-8.01509
;w:12;d:24;N:60	-8.01521
;d:24;N:52	-8.01524
;N:65;N:70	-8.01677
;N:61;N:65	-8.0175
;N:62;N:67	-8.01867
;w:24;N:45	-8.02473
;d:24;N:74	-8.0267
;w:3;d:6	-8.03184
;d:24;N:75	-8.03254
;w:12;d:12;N:58	-8.03631
;N:66;N:71	-8.03778
;N:64;N:69	-8.03899
;w:12;d:24;N:59	-8.04187
;w:12;d:12;N:62	-8.04204
;d:12;N:44	-8.04294
;N:60;N:64	-8.04454
;d:6;N:76	-8.04649
;N:59;N:63	-8.04661
;d:6;N:56	-8.04723
;w:12;d:12;N:57	-8.04739
;N:58;N:61	-8.05
;w:21;d:3	-8.05336
;N:59;N:64	-8.05535
;N:26	-8.05763
;w:24;d:	-8.06106
;d:24;N:49	-8.06128
;w:12;d:24;N:65	-8.06299
;w:12;d:24;N:64	-8.06354
;d:24;N:50	-8.06493
;d:24;N:51	-8.06632
;N:99	-8.06659
;d:24;N:48	-8.06692
;w:24;N:76	-8.0684
;d:12;N:43	-8.06984
;w:12;d:18	-8.07144
;w:12;d:12;N:56	-8.07463
;d:6;N:55	-8.07573
;w:12;d:24;N:66	-8.07764
;w:48;d:9	-8.07768
;N:58;N:62	-8.07779
;w:12;N:36	-8.07929
;w:12;d:12;N:63	-8.08247
;N:97	-8.08673
;N:96	-8.08927
;w:4;d:4	-8.1057
;N:57;N:62	-8.10856
;w:12;d:12;N:55	-8.11265
;d:24;N:47	-8.11321
;w:12;d:24;N:58	-8.11433
;w:24;N:44	-8.11644
;N:67;N:72	-8.11876
;N:60;N:65	-8.12099
;N:69;N:73	-8.1219
;N:71;N:74	-8.12293
;w:12;d:24;N:67	-8.12296
;w:6;D:36	-8.12477
;d:12;N:42	-8.12883
;d:24;N:76	-8.13271
;w:12;d:24;N:68	-8.13428
;N:72;N:75	-8.13481
;w:12;d:24;N:57	-8.13581
;w:12;N:78	-8.13668
;N:57;N:61	-8.14428
;N:68;N:72	-8.14461
;N:58;N:63	-8.14549
;N:57;N:60	-8.14821
;w:12;d:12;N:64	-8.14959
;d:12;N:81	-8.14972
;w:24;d:5	-8.14998
;D:53	-8.15274
;w:12;d:12;N:65	-8.15641
;d:6;N:77	-8.15657
;w:24;N:43	-8.15709
;d:24;N:46	-8.15806
;N:56;N:61	-8.15983
;w:24;N:77	-8.16179
;d:6;N:54	-8.16221
;w:6;D:42	-8.16521
;w:12;d:12;N:54	-8.17692
;w:24;d:2	-8.1783
;d:12;N:82	-8.18067
;w:12;N:35	-8.18361
;N:73;N:76	-8.18569
;w:40;d:8	-8.18741
;w:12;d:12;N:66	-8.18899
;d:13	-8.19379
;d:12;N:41	-8.19647
;N:98	-8.20093
;N:55;N:59	-8.20195
;D:76	-8.20916
;w:12;d:24;N:56	-8.20975
;d:12;N:40	-8.21217
;d:17	-8.21588
;N:25	-8.21604
;w:10	-8.217
;N:24	-8.21754
;w:15;d:5	-8.21832
;w:6;D:38;D:42	-8.22129
;d:24;N:45	-8.22221
;w:12;d:12;N:53	-8.22253
;D:42	-8.22278
;N:55;N:60	-8.22434
;w:12;d:24;N:55	-8.22683
;D:69	-8.22794
;w:12;d:24;N:69	-8.22858
;w:48;d:18	-8.23009
;d:24;N:78	-8.23124
;N:56;N:59	-8.23235
;w:18;d:15	-8.23657
;d:6;N:53	-8.23703
;w:4;d:1	-8.23841
;D:70	-8.24139
;w:24;N:42	-8.24334
;w:24;N:41	-8.24736
;w:12;N:79	-8.24862
;w:24;N:78	-8.25179
;w:5;d:7	-8.25388
;w:8;d:16	-8.25593
;w:9;d:7	-8.25751
;d:6;N:78	-8.25983
;D:52	-8.26446
;w:11	-8.26493
;w:48;d:8	-8.27029
;w:12;d:24;N:53	-8.2709
;w:12;d:24;N:54	-8.27197
;w:12;d:12;N:67	-8.27246
;N:75;N:78	-8.2726
;N:70;N:74	-8.27319
;w:24;d:12;N:63	-8.27403
;d:6;N:52	-8.2772
;d:24;N:77	-8.27898
;w:12;d:12;N:52	-8.27948
;N:74;N:77	-8.28074
;w:24;d:12;N:62	-8.28133
;w:24;N:40	-8.28206
;w:	-8.28266
;w:20;d:4	-8.28419
;d:24;N:43	-8.2884
;w:6;d:8	-8.29011
;N:100	-8.29105
;w:24;d:12;N:65	-8.29195
;N:69;N:74	-8.29357
;w:9;d:15	-8.2962
;w:12;d:12;N:68	-8.29874
;w:72;d:6	-8.30044
;N:54;N:59	-8.30213
;N:56;N:60	-8.30315
;d:24;N:44	-8.30339
;w:24;d:12;N:66	-8.30343
;w:24;d:12;N:64	-8.30847
;N:71;N:75	-8.30871
;w:24;N:79	-8.31164
;w:4;d:3	-8.31691
;w:12;d:24;N:70	-8.31717
;w:12;D:38;D:42	-8.32001
;N:68;N:73	-8.32098
;d:6;N:51	-8.33215
;d:12;N:39	-8.33504
;w:6;N:56	-8.34231
;w:8;d:8	-8.34503
;d:6;N:50	-8.34574
;w:12;d:12;N:51	-8.34639
;w:60;d:6	-8.3484
;w:6;N:60	-8.35031
;w:8;d:2	-8.35207
;w:12;D:38	-8.35224
;N:55;N:58	-8.35608
;w:12;d:24;N:52	-8.35638
;d:24;N:42	-8.35865
;d:6;N:79	-8.36369
;w:12;N:34	-8.36525
;w:24;N:39	-8.36592
;w:12;d:24;N:71	-8.36644
;w:12;d:12;N:69	-8.36674
;w:12;D:42	-8.37065
;w:5;d:4	-8.37149
;w:12;N:33	-8.37274
;w:12;d:15	-8.37279
;w:24;d:12;N:60	-8.37298
;d:9;N:67	-8.37808
;D:38	-8.37871
;w:12;d:12;N:70	-8.38159
;w:24;d:12;N:67	-8.38218
;N:70;N:75	-8.38494
;d:12;N:83	-8.39117
;w:24;d:12;N:61	-8.39252
;w:12;N:80	-8.39287
;d:12;N:38	-8.39719
;d:24;N:79	-8.39743
;d:9;N:66	-8.40176
;w:15;d:3	-8.40264
;w:12;d:12;N:50	-8.41444
;w:6;N:53	-8.4171
;w:6;N:54	-8.41738
;N:102	-8.41756
;N:23	-8.41871
;d:9;N:68	-8.42179
;N:54;N:58	-8.42201
;N:72;N:76	-8.4244
;w:48;d:16	-8.4247
;d:9;N:64	-8.42497
;w:6;D:36;D:42	-8.42521
;w:6;N:62	-8.4263
;w:6;N:55	-8.42656
;d:24;N:41	-8.43116
;N:101	-8.43723
;w:24;N:38	-8.44052
;D:73	-8.44098
;D:36;D:38	-8.44253
;N:54;N:57	-8.44306
;w:24;d:12;N:68	-8.4476
;d:6;N:49	-8.44968
;d:8;N:63	-8.45292
;d:12;N:37	-8.45311
;w:6;N:58	-8.45321
;w:12;d:24;N:72	-8.45418
;w:6;N:64	-8.45424
;N:71;N:76	-8.45438
;w:6;N:63	-8.45445
;N:53;N:58	-8.45539
;N:73;N:77	-8.45552
;w:12;d:24;N:51	-8.459
;d:24;N:40	-8.45936
;w:6;N:61	-8.46096
;D:47	-8.46124
;w:6;N:57	-8.46128
;w:1;d:3	-8.46267
;w:6;d:18	-8.46348
;d:6;N:80	-8.46542
;w:24;d:12;N:69	-8.46668
;w:18;d:10	-8.46729
;d:6;N:48	-8.47255
;N:72;N:77	-8.47399
;w:21;d:12	-8.4779
;w:12;d:16	-8.47885
;d:24;N:80	-8.47966
;d:48;N:64	-8.48074
;D:36;D:42;D:49	-8.48525
;d:9;N:65	-8.48569
;d:9;N:70	-8.48633
;w:6;N:48	-8.48705
;d:9;N:63	-8.48983
;d:9;N:62	-8.49144
;d:	-8.49538
;w:6;N:52	-8.49785
;w:12;d:24;N:50	-8.49952
;d:48;N:58	-8.50029
;w:6;D:36;D:38;D:42	-8.50206
;w:6;N:59	-8.50408
;w:13	-8.50745
;w:6;N:51	-8.50937
;d:48;N:59	-8.50951
;d:8;N:67	-8.51003
;w:12;d:24;N:75	-8.51236
;D:43	-8.51492
;N:53;N:57	-8.51557
;N:60;N:64;N:67	-8.51892
;D:48	-8.52165
;w:12;d:12;N:48	-8.52264
;w:12;d:12;N:49	-8.5234
;w:12;d:12;N:71	-8.52429
;d:9;N:69	-8.52459
;w:6;N:65	-8.52464
;d:8;N:64	-8.52562
;w:24;d:12;N:59	-8.52697
;D:50	-8.52861
;w:9;d:6	-8.52898
;d:48;N:62	-8.52914
;w:18;d:8	-8.52987
;w:24;d:12;N:57	-8.53111
;d:48;N:56	-8.53341
;d:8;N:65	-8.53464
;w:24;d:12;N:70	-8.5357
;d:48;N:60	-8.53581
;d:8;N:71	-8.53673
;w:12;d:10	-8.54201
;d:1	-8.54275
;d:48;N:67	-8.54312
;d:48;N:70	-8.5449
;d:8;N:69	-8.54565
;w:6;d:14	-8.54734
;w:6;N:49	-8.54735
;w:21;d:2	-8.54744
;d:48;N:61	-8.54751
;N:53;N:56	-8.54871
;N:57;N:61;N:64	-8.54881
;d:48;N:68	-8.55055
;w:12;d:6;N:61	-8.55207
;w:12;d:24;N:73	-8.55288
;N:61;N:65;N:68	-8.55316
;d:48;N:63	-8.55361
;d:48;N:65	-8.55382
;w:24;N:80	-8.55524
;N:76;N:79	-8.55653
;d:6;N:81	-8.55717
;d:48;N:69	-8.55772
;w:12;d:6;N:60	-8.55913
;N:59;N:63;N:66	-8.56078
;d:6;N:47	-8.56153
;w:6;D:42;w:6;D:42	-8.56294
;w:24;D:38	-8.56347
;d:12;N:36	-8.56365
;d:48;N:66	-8.56422
;w:6;N:66	-8.56527
;N:77;N:80	-8.56529
;d:48;N:54	-8.56615
;w:24;d:12;N:71	-8.56628
;w:6;N:50	-8.56884
;w:24;d:12;N:58	-8.56938
;N:58;N:62;N:65	-8.56993
;w:12;D:36	-8.57202
;w:16;d:11	-8.57511
;N:52;N:57	-8.57518
;d:48;N:57	-8.57562
;d:8;N:66	-8.57618
;d:24;N:39	-8.57643
;w:24;d:12;N:54	-8.58032
;d:9;N:59	-8.58114
;w:24;N:37	-8.58162
;d:8;N:70	-8.58201
;w:8;d:10	-8.58496
;d:9;N:60	-8.58596
;d:12;N:84	-8.58624
;w:12;d:24;N:49	-8.5926
;w:24;d:12;N:56	-8.59299
;w:12;d:6;N:62	-8.59332
;d:6;N:45	-8.59623
;d:8;N:72	-8.59879
;D:56	-8.5994
;d:9;N:71	-8.60037
;d:36;N:63	-8.60253
;d:24;N:38	-8.60375
;w:12;d:24;N:74	-8.60412
;D:36;D:46	-8.60705
;d:48;N:55	-8.60734
;w:6;N:68	-8.60858
;w:12;d:24;N:48	-8.61187
;w:6;N:47	-8.61456
;D:36;D:51	-8.61585
;w:12;d:5	-8.6179
;w:12;d:12;N:47	-8.61962
;d:9;N:61	-8.62082
;d:6;N:46	-8.62247
;w:6;N:43	-8.62382
;d:36;N:62	-8.6242
;D:36;D:42;w:12;D:42	-8.62486
;d:8;N:68	-8.62563
;w:12;d:24;N:47	-8.62604
;w:24;d:12;N:55	-8.62605
;N:70;N:82	-8.62692
;N:52;N:55	-8.62746
;w:12;d:6;N:54	-8.62767
;N:52;N:56	-8.62999
;d:48;N:53	-8.63158
;w:24;d:12;N:53	-8.63177
;N:73;N:78	-8.63378
;w:36;d:15	-8.63399
;w:12;d:6;N:63	-8.63793
;w:6;N:69	-8.63962
;w:12;d:6;N:59	-8.64068
;d:36;N:66	-8.64176
;N:56;N:60;N:63	-8.64378
;d:36;N:64	-8.645
;w:12;d:6;N:55	-8.64516
;N:51;N:56	-8.64785
;D:45	-8.64791
;w:36;d:18	-8.64867
;w:12;D:46	-8.65031
;w:12;N:32	-8.65063
;d:6;N:43	-8.65119
;w:24;d:12;N:73	-8.65139
;w:12;d:12;N:72	-8.65144
;w:6;N:46	-8.65191
;w:12;d:6;N:65	-8.65204
;N:75;N:79	-8.65208
;N:74;N:78	-8.65293
;w:6;N:67	-8.65437
;d:6;N:82	-8.65444
;w:21;d:6	-8.65494
;d:9;N:72	-8.65678
;N:72;N:84	-8.6579
;d:3;N:69	-8.65946
;d:3;N:72	-8.66262
;w:24;N:36	-8.66414
;d:192;N:4	-8.6647
;w:12;d:6;N:64	-8.6652
;N:62;N:66;N:69	-8.66541
;w:12;D:38;D:46	-8.6683
;d:48;N:52	-8.66865
;w:6;d:12;N:61	-8.66868
;w:6;D:36;D:38	-8.66871
;d:36;N:61	-8.66885
;d:3;N:73	-8.66889
;N:103	-8.66913
;d:36;N:60	-8.66979
;w:24;N:81	-8.66999
;N:72;w:8	-8.67023
;d:12;N:35	-8.67293
;N:71;N:83	-8.67521
;N:63;N:67;N:70	-8.6774
;w:6;N:44	-8.6795
;w:12;d:6;N:58	-8.67979
;w:12;d:6;N:57	-8.68005
;d:48;N:71	-8.68122
;N:55;N:59;N:62	-8.68262
;N:69;N:81	-8.6829
;d:18;N:66	-8.68505
;w:12;d:6;N:56	-8.6852
;w:6;d:12;N:59	-8.68655
;d:51;N:6	-8.68718
;w:24;d:12;N:72	-8.6882
;d:3;N:71	-8.68879
;w:12;d:6;N:53	-8.68984
;w:12;D:36;D:38	-8.69214
;d:18;N:64	-8.69219
;d:4;N:74	-8.69303
;d:6;N:44	-8.6933
;w:12;d:12;N:73	-8.69361
;N:68;N:80	-8.69368
;d:36;N:65	-8.69637
;w:42;d:3	-8.69686
;w:24;D:36	-8.69848
;w:24;d:21;N:4	-8.69944
;d:12;N:34	-8.70004
;N:50;N:55	-8.70057
;d:48;N:51	-8.70424
;w:6;N:45	-8.70469
;w:12;N:81	-8.70655
;w:12;d:6;N:67	-8.70751
;d:4;N:58	-8.70753
;d:18;N:68	-8.70828
;d:48;N:50	-8.71335
;d:9;N:58	-8.71448
;d:8;N:73	-8.71616
;d:3;N:66	-8.71674
;w:6;N:64;w:6	-8.71711
;d:18;N:65	-8.7176
;w:6;d:12;N:60	-8.72251
;d:36;N:59	-8.72262
;w:12;d:24;N:77	-8.72422
;N:71;w:8	-8.72463
;d:9;N:73	-8.72503
;w:6;d:6;N:60	-8.72782
;d:18;N:67	-8.72786
;d:24;N:37	-8.72874
;d:12;N:85	-8.72885
;w:12;d:6;N:66	-8.72889
;w:12;d:12;N:46	-8.72934
;d:48;N:72	-8.72957
;w:12;N:82	-8.73064
;d:3;N:67	-8.73173
;N:57;N:62;N:66	-8.73197
;w:12;d:24;N:45	-8.73303
;d:4;N:68	-8.73593
;w:6;N:72	-8.73616
;d:6;N:83	-8.7367
;d:36;N:68	-8.73833
;d:18;N:70	-8.73873
;d:4;N:73	-8.74075
;w:12;d:6;N:68	-8.74226
;N:11	-8.74275
;N:74;N:86	-8.74387
;d:36;N:67	-8.74409
;w:12;d:12;N:45	-8.74446
;d:18;N:63	-8.7447
;d:8;N:62	-8.74493
;d:3;N:70	-8.74543
;d:3;N:74	-8.74596
;w:6;N:71	-8.74607
;d:9;N:57	-8.74695
;d:18;N:62	-8.74758
;d:24;N:36	-8.74767
;d:18;N:69	-8.74857
;w:6;d:12;N:62	-8.74949
;d:24;N:81	-8.74969
;N:74;N:79	-8.75244
;N:73;N:85	-8.75282
;w:6;d:12;N:58	-8.75411
;w:24;d:12;N:74	-8.75501
;w:6;d:12;N:63	-8.75637
;d:36;N:58	-8.7644
;w:12;d:6;N:51	-8.76581
;d:8;N:61	-8.76708
;N:59;N:64;N:68	-8.76762
;d:4;N:67	-8.76783
;N:66;N:78	-8.76898
;w:12;d:7	-8.76949
;N:42;N:54	-8.7713
;N:64;N:68;N:71	-8.77137
;d:8;N:59	-8.77149
;w:30;d:3	-8.77196
;w:24;N:35	-8.77257
;w:24;d:12;N:52	-8.77348
;d:3;N:68	-8.77512
;d:48;N:49	-8.77613
;w:12;d:6;N:52	-8.77685
;w:36;d:5	-8.77696
;d:19	-8.77814
;w:12;d:6;N:50	-8.7783
;w:8;d:3	-8.77983
;d:36;N:70	-8.78107
;d:15;N:64	-8.78247
;d:15;N:63	-8.78333
;w:6;D:38;D:46	-8.78341
;d:8;N:60	-8.78349
;w:6;N:70	-8.78387
;w:6;N:42	-8.784
;N:65;N:69;N:72	-8.78553
;N:49;N:54	-8.78667
;N:65;w:8	-8.78683
;w:24;d:12;N:51	-8.78779
;w:6;D:46	-8.7879
;d:15;N:66	-8.78827
;d:9;N:74	-8.78895
;w:6;d:12;N:64	-8.78983
;w:7;d:8	-8.7901
;N:53;N:57;N:60	-8.79012
;w:12;d:24;N:46	-8.7907
;N:33;N:45	-8.79199
;w:12;N:31	-8.79296
;w:12;N:83	-8.79409
;N:54;N:58;N:61	-8.79515
;d:36;N:57	-8.79527
;w:14	-8.79623
;d:48;N:48	-8.79741
;w:12;d:24;N:76	-8.79919
;d:36;N:69	-8.79976
;d:48;N:47	-8.80051
;N:73;w:8	-8.80061
;d:18;N:61	-8.80192
;N:78;N:81	-8.80276
;N:61;N:66;N:70	-8.80312
;N:60;N:65;N:69	-8.80323
;N:40;N:52	-8.80338
;N:58;N:63;N:67	-8.80371
;d:3;N:75	-8.80452
;N:34;N:46	-8.80467
;N:67;N:79	-8.8051
;d:15;N:62	-8.80533
;N:36;N:48	-8.80621
;N:76;N:80	-8.80722
;d:18;N:60	-8.80759
;d:8;N:74	-8.80787
;w:9;d:9	-8.80821
;w:24;d:12;N:50	-8.80937
;w:6;d:12;N:65	-8.80943
;d:3;N:60	-8.81017
;w:12;d:6;N:69	-8.81279
;w:24;d:21;N:3	-8.81286
;N:39;N:51	-8.81299
;N:51;N:55	-8.81307
;N:51;N:54	-8.81327
;d:48;N:73	-8.81416
;d:3;N:62	-8.81469
;d:6;N:41	-8.81617
;w:12;D:36;D:42	-8.81718
;d:3;N:64	-8.81821
;d:8;N:57	-8.81962
;N:70;w:8	-8.81999
;d:4;N:65	-8.82019
;w:24;d:12;N:49	-8.82073
;w:20;d:1	-8.82161
;N:66;N:70;N:73	-8.82351
;d:15;N:65	-8.82454
;w:6;N:63;w:6	-8.8246
;w:24;d:20;N:4	-8.82664
;N:65;N:77	-8.82863
;d:4;N:69	-8.82871
;w:6;d:12;N:56	-8.82936
;w:6;N:65;w:6	-8.83044
;d:6;N:42	-8.83104
;w:12;d:24;N:44	-8.83167
;d:48;N:46	-8.83241
;w:6;d:5	-8.83265
;d:3;N:61	-8.8327
;N:22	-8.83467
;d:0;N:63	-8.83561
;d:15;N:67	-8.83576
;N:63;w:8	-8.83884
;w:12;d:24;N:43	-8.84048
;N:79;N:82	-8.8409
;d:4;N:57	-8.84122
;d:24;N:82	-8.84135
;w:6;N:62;w:6	-8.84286
;d:3;N:63	-8.84301
;d:4;N:75	-8.84326
;N:56;N:61;N:65	-8.84389
;d:0;N:65	-8.84454
;d:4;N:76	-8.84562
;d:0;N:64	-8.84602
;N:37;N:49	-8.84648
;D:38;D:42	-8.84732
;w:16;d:16	-8.84868
;w:6;d:12;N:68	-8.84882
;w:6;d:12;N:55	-8.84883
;w:6;N:41	-8.84993
;d:4;N:64	-8.85004
;w:6;N:67;w:6	-8.85031
;d:15;N:68	-8.85092
;w:6;D:38;w:6;D:38	-8.85099
;d:12;N:33	-8.85111
;w:6;d:12;N:57	-8.8529
;d:4;N:66	-8.85362
;N:80;N:83	-8.85378
;w:6;d:12;N:66	-8.85419
;w:6;d:12;N:54	-8.85502
;d:3;N:76	-8.85575
;w:48;d:15	-8.85593
;N:57;N:60;N:65	-8.8592
;d:8;N:58	-8.86028
;d:36;N:56	-8.86161
;N:41;N:53	-8.86261
;N:55;N:60;N:64	-8.86286
;d:3;N:65	-8.8631
;d:4;N:77	-8.8646
;d:36;N:71	-8.86558
;d:21;N:65	-8.86698
;N:59;N:62;N:67	-8.869
;d:21;N:63	-8.86944
;d:21;N:69	-8.87008
;d:21;N:66	-8.87048
;N:104	-8.87127
;w:6;N:72;w:6	-8.87134
;d:15;N:61	-8.8718
;d:28;N:4	-8.87202
;d:8;N:75	-8.87206
;w:12;d:12;N:43	-8.87493
;d:9;N:56	-8.87559
;d:0;N:61	-8.87565
;d:21;N:64	-8.87568
;w:6;D:42;w:6;D:36;D:42	-8.87651
;w:12;d:12;N:44	-8.87671
;d:48;N:45	-8.87727
;D:36;D:38;D:49	-8.87812
;d:0;N:62	-8.87855
;d:18;N:71	-8.88108
;d:4;N:70	-8.88112
;N:54;N:59;N:63	-8.88323
;N:75;w:8	-8.88534
;d:3;N:77	-8.88665
;w:9;d:11	-8.88696
;d:6;N:40	-8.88715
;w:6;N:75;w:6	-8.88731
;d:0;N:60	-8.88763
;w:18;N:58	-8.88771
;N:69;w:8	-8.889
;w:6;N:70;w:6	-8.8909
;w:12;d:6;N:49	-8.89287
;w:18;d:14	-8.89289
;w:6;N:68;w:6	-8.89363
;d:21;N:62	-8.89637
;d:0;N:66	-8.89643
;w:24;N:82	-8.89779
;w:12;d:6;N:70	-8.89809
;d:15;N:60	-8.89827
;N:64;w:8	-8.89897
;d:3;N:57	-8.90034
;N:74;w:8	-8.90042
;N:77;N:81	-8.90047
;d:4;N:72	-8.90051
;d:8;N:55	-8.90095
;w:30;d:12	-8.90132
;N:75;N:80	-8.90168
;w:18;N:62	-8.90279
;w:6;N:66;w:6	-8.90409
;d:3;N:58	-8.9041
;w:12;N:30	-8.90451
;d:18;N:72	-8.90474
;d:24;N:35	-8.90535
;N:66;w:8	-8.90562
;d:0;N:67	-8.90686
;d:36;N:55	-8.90689
;N:61;N:64;N:69	-8.909
;N:38;N:50	-8.90901
;d:15;N:59	-8.90977
;d:21;N:61	-8.91018
;d:18;N:59	-8.91023
;d:24;N:83	-8.91231
;w:24;D:42	-8.91241
;w:6;d:15	-8.91326
;w:6;N:59;w:6	-8.91392
;w:6;d:12;N:52	-8.91396
;w:6;N:73;w:6	-8.91407
;d:48;N:74	-8.91437
;w:12;D:37	-8.91469
;d:39;N:4	-8.91621
;d:21;N:59	-8.91726
;w:6;N:61;w:6	-8.91785
;d:3;N:59	-8.91974
;d:12;N:32	-8.92016
;w:24;d:12;N:48	-8.92021
;d:4;N:63	-8.92031
;d:21;N:70	-8.92177
;w:12;d:12;N:74	-8.92185
;w:18;N:57	-8.92252
;w:12;d:6;N:48	-8.92335
;d:21;N:67	-8.92351
;w:12;d:6;N:71	-8.924
;d:4;N:78	-8.92494
;N:75;N:87	-8.92529
;d:6;N:84	-8.92581
;D:41	-8.92587
;d:9;N:55	-8.92637
;N:53;N:58;N:62	-8.92649
;w:6;N:40	-8.92728
;d:28;N:3	-8.92833
;N:60;N:63;N:68	-8.92882
;d:12;N:86	-8.92893
;d:15;N:70	-8.93121
;d:4;N:59	-8.93378
;w:21;d:15	-8.93422
;w:6;d:12;N:50	-8.93545
;d:15;N:69	-8.93559
;w:6;d:12;N:69	-8.93652
;w:6;N:39	-8.93774
;w:6;D:42;w:6;D:46	-8.93775
;N:62;N:67;N:71	-8.94026
;N:43;N:55	-8.9403
;d:8;N:56	-8.94096
;w:6;N:73	-8.94098
;N:50;N:54	-8.94347
;d:4;N:62	-8.94623
;d:9;N:75	-8.94664
;w:12;d:12;N:75	-8.94672
;d:21;N:68	-8.94757
;d:12;N:87	-8.94781
;w:6;d:12;N:67	-8.94921
;N:53;N:60	-8.95071
;d:4;N:56	-8.95168
;d:0;N:68	-8.95216
;w:6;N:74	-8.95218
;N:32;N:44	-8.95355
;d:3;N:78	-8.95358
;w:18;N:59	-8.95451
;w:21;d:9	-8.95534
;d:21;N:58	-8.95588
;w:6;N:76;w:6	-8.95719
;w:6;d:12;N:53	-8.9578
;w:12;d:6;N:72	-8.95832
;w:12;d:24;N:78	-8.95838
;N:56;N:59;N:64	-8.95909
;N:76;N:81	-8.95944
;N:44;N:56	-8.95989
;N:63;N:66;N:71	-8.96027
;w:24;N:34	-8.9619
;w:6;N:69;w:6	-8.96247
;w:24;d:12;N:76	-8.96313
;w:18;N:56	-8.96333
;N:59;N:71	-8.96403
;N:64;N:76	-8.96501
;N:62;N:65;N:70	-8.96644
;w:1;d:4	-8.96771
;d:48;N:44	-8.968
;d:18;N:58	-8.96866
;w:12;N:85	-8.96882
;w:18;N:55	-8.96893
;N:58;N:61;N:66	-8.96899
;N:55;N:62	-8.96912
;N:47;N:52	-8.97194
;w:18;N:61	-8.97227
;d:4;N:71	-8.97245
;d:4;N:60	-8.97392
;N:48;N:53	-8.97432
;w:6;D:37	-8.97461
;N:78;N:82	-8.97463
;N:35;N:47	-8.97579
;d:36;N:72	-8.97667
;w:6;d:6;N:70	-8.97686
;N:63;N:75	-8.97706
;d:6;N:85	-8.97845
;w:6;d:12;N:51	-8.97855
;d:21;N:60	-8.97915
;w:6;d:12;N:70	-8.97943
;N:50;N:53	-8.98127
;w:6;N:60;w:6	-8.98205
;D:36;D:38;D:42	-8.98267
;N:19	-8.98344
;d:9;N:76	-8.98434
;w:18;N:60	-8.98464
;w:6;N:74;w:6	-8.98506
;d:36;N:54	-8.98746
;d:96;N:3	-8.98809
;w:24;d:36;N:4	-8.99023
;w:12;d:12;N:42	-8.99172
;d:48;N:43	-8.99249
;D:48;D:50	-8.99308
;N:58;N:61;N:65	-8.99327
;d:0;N:69	-8.99406
;N:74;w:3	-8.99418
;w:24;d:12;N:77	-8.99464
;d:15;N:58	-8.99681
;N:56;N:63	-8.99748
;N:76;w:8	-8.99855
;w:40;d:5	-8.99988
;d:15;N:71	-9.00019
;w:12;D:36;D:46	-9.00138
;w:54;d:6	-9.00143
;w:6;N:71;w:6	-9.00202
;N:67;N:71;N:74	-9.00215
;d:18;N:73	-9.00292
;d:8;N:76	-9.00326
;w:12;D:37;D:42	-9.00366
;d:21;N:71	-9.0037
;w:6;d:12;N:72	-9.00448
;d:6;N:39	-9.0048
;N:76;N:88	-9.00569
;d:20;N:65	-9.00621
;d:0;N:58	-9.00919
;w:12;D:36;D:38;D:42	-9.00977
;d:36;N:53	-9.01166
;d:0;N:70	-9.01217
;w:6;N:38	-9.01253
;N:55;N:58;N:63	-9.01263
;d:4;N:55	-9.01282
;d:21;N:57	-9.0135
;N:21	-9.01485
;N:81;N:84	-9.01489
;N:79;w:8	-9.01509
;N:69;N:73;N:76	-9.01525
;N:105	-9.01925
;w:24;d:12;N:75	-9.01991
;w:6;D:37;D:42	-9.02
;w:12;N:84	-9.02001
;d:20;N:62	-9.02016
;w:12;d:24;N:42	-9.0212
;N:52;N:56;N:59	-9.02176
;d:20;N:66	-9.02181
;N:82;N:85	-9.02247
;d:20;N:64	-9.02285
;N:62;N:74	-9.02316
;w:6;N:57;w:6	-9.02502
;w:18;N:65	-9.0255
;d:20;N:63	-9.02567
;d:6;N:38	-9.02655
;d:48;N:75	-9.02744
;N:54;N:57;N:62	-9.02852
;d:12;N:74;w:12	-9.0291
;w:39;d:9	-9.03001
;w:6;d:12;N:49	-9.03015
;w:18;N:64	-9.03041
;w:24;N:33	-9.03046
;w:12;d:24;N:79	-9.03107
;N:64;N:69;N:73	-9.03131
;d:192;N:7	-9.03198
;d:4;N:61	-9.03251
;d:12;N:31	-9.0328
;w:12;d:12;N:41	-9.03323
;w:6;D:36;w:6;D:36	-9.03367
;d:18;N:57	-9.03372
;N:77;N:89	-9.03504
;N:53;N:56;N:61	-9.03585
;d:51;N:7	-9.03651
;N:77;N:82	-9.03672
;N:52;N:55;N:60	-9.03843
;w:18;N:54	-9.03898
;N:80;N:84	-9.03956
;w:32;d:8	-9.04364
;w:24;d:12;N:43	-9.04368
;d:0;N:59	-9.04409
;d:9;N:54	-9.04467
;N:52;N:57;N:61	-9.0462
;w:24;d:12;N:45	-9.04648
;d:15;N:57	-9.04664
;w:6;N:77;w:6	-9.04711
;w:18;N:66	-9.04941
;w:24;d:12;N:47	-9.05043
;d:0;N:71	-9.0512
;w:18;d:5	-9.05251
;N:63;N:68;N:72	-9.05397
;d:24;N:34	-9.05456
;N:61;N:73	-9.05749
;N:73;w:3	-9.05772
;N:48;N:55	-9.05781
;d:8;N:77	-9.0581
;d:3;N:54	-9.05849
;d:72;N:8	-9.05852
;w:18;N:67	-9.05886
;N:64;N:67;N:72	-9.05949
;w:18;N:68	-9.05999
;d:36;N:73	-9.06022
;N:58;N:70	-9.06105
;d:0;N:9	-9.06378
;N:60;N:72	-9.06442
;d:3;N:79	-9.06484
;w:72;d:3	-9.06664
;d:3;N:55	-9.06704
;N:45;N:57	-9.06742
;w:6;d:12;N:47	-9.06844
;d:16;N:66	-9.06898
;N:59;N:62;N:66	-9.06976
;w:12;d:12;N:40	-9.07075
;d:36;N:52	-9.072
;N:61;N:64;N:68	-9.07233
;d:16;N:64	-9.07373
;w:24;d:24;N:59	-9.07473
;w:6;d:12;N:71	-9.0757
;d:20;N:61	-9.07639
;w:24;d:24;N:60	-9.07688
;d:20;N:68	-9.07808
;w:12;d:6;N:43	-9.0783
;N:68;N:72;N:75	-9.07876
;w:18;N:63	-9.07889
;w:24;d:24;N:62	-9.07936
;d:36;N:51	-9.0797
;w:6;N:75	-9.07996
;d:20;N:67	-9.08102
;d:6;N:87	-9.08125
;w:6;d:12;N:48	-9.08127
;w:6;d:6;N:63	-9.08179
;d:21;N:56	-9.08211
;D:37	-9.08221
;w:12;N:29	-9.08429
;N:77;w:8	-9.08469
;w:3;d:4	-9.08492
;d:48;N:42	-9.08499
;w:16;d:14	-9.08702
;w:24;d:20;N:7	-9.08722
;D:38;D:49	-9.08753
;d:20;N:60	-9.0893
;d:9;N:53	-9.09001
;d:3;N:56	-9.0904
;w:24;N:83	-9.0906
;d:12;N:71;w:12	-9.09116
;N:46;N:51	-9.09173
;N:49;N:56	-9.09175
;d:4;N:54	-9.09212
;w:24;d:20;N:3	-9.09213
;w:12;d:24;N:80	-9.09261
;N:76;w:3	-9.09342
;N:47;N:54	-9.09363
;d:8;N:54	-9.09365
;w:24;d:24;N:61	-9.09396
;N:79;N:83	-9.09396
;N:60;w:8	-9.09398
;N:52;N:59	-9.09405
;w:24;d:12;N:46	-9.09481
;N:80;w:3	-9.09535
;d:36;N:50	-9.09609
;w:6;d:6;N:65	-9.0964
;d:21;N:72	-9.09742
;w:24;d:24;N:63	-9.09766
;w:12;d:6;N:73	-9.098
;w:6;N:53;w:6	-9.09836
;N:62;w:8	-9.09902
;w:72;d:8	-9.09973
;D:53;D:54	-9.09983
;w:12;d:6;N:42	-9.09993
;d:0;N:56	-9.10005
;d:24;N:84	-9.10048
;d:15;N:72	-9.10188
;N:57;N:64	-9.1024
;d:8;N:79	-9.10268
;N:75;w:3	-9.10318
;N:71;w:3	-9.10384
;w:12;d:6;N:47	-9.10538
;w:24;d:24;N:57	-9.1059
;N:70;w:3	-9.10616
;N:68;w:8	-9.10802
;w:18;N:53	-9.10995
;w:24;d:21;N:7	-9.11076
;w:24;d:12;N:44	-9.11327
;w:24;d:24;N:58	-9.11575
;N:57;N:69	-9.11613
;w:24;N:10	-9.11629
;w:6;d:12;N:45	-9.117
;w:6;d:6;N:62	-9.11714
;w:12;N:86	-9.11724
;d:15;N:74	-9.11754
;d:16;N:63	-9.11758
;D:36;D:42;D:51	-9.11811
;w:12;d:24;N:41	-9.11878
;w:12;d:11	-9.11885
;N:45;N:52	-9.11978
;d:20;N:59	-9.12096
;d:12;N:77;w:12	-9.12311
;N:67;w:3	-9.12437
;w:6;d:6;N:64	-9.12453
;w:6;N:58;w:6	-9.12465
;d:16;N:67	-9.12488
;d:16;N:65	-9.12549
;w:24;d:12;N:42	-9.12593
;d:54;N:6	-9.12628
;N:60;N:63;N:67	-9.12669
;D:51;D:54	-9.12716
;N:61;w:8	-9.12785
;N:66;N:69;N:74	-9.12856
;N:57;N:60;N:64	-9.12885
;w:36;d:24;N:3	-9.12987
;w:6;d:6;N:61	-9.13021
;N:59;w:8	-9.13042
;w:18;N:2	-9.13165
;d:15;N:56	-9.13191
;w:6;N:54;w:6	-9.13325
;N:77;w:3	-9.13452
;N:50;N:57	-9.13548
;N:67;w:8	-9.1359
;w:18;N:52	-9.13621
;w:24;d:72;N:6	-9.13779
;w:24;d:24;N:64	-9.13848
;N:79;w:6	-9.1396
;w:24;d:12;N:41	-9.13969
;D:39	-9.13997
;N:31;N:43	-9.14047
;w:12;d:6;N:46	-9.14177
;d:48;N:41	-9.14227
;w:6;N:55;w:6	-9.14303
;d:18;N:56	-9.14376
;d:9;N:77	-9.14447
;w:6;d:12;N:73	-9.14463
;d:18;N:74	-9.14464
;d:16;N:62	-9.14544
;N:51;N:58	-9.14598
;N:78;w:6	-9.14609
;d:6;N:36	-9.1466
;w:6;D:36;D:46	-9.14702
;N:51;N:55;N:58	-9.14741
;w:60;d:9	-9.14791
;d:3;N:53	-9.14845
;w:36;d:12;N:68	-9.14877
;N:81;w:3	-9.14884
;w:24;d:15;N:3	-9.14966
;d:9;N:52	-9.14981
;N:65;N:70;N:74	-9.14994
;w:12;d:6;N:39	-9.15076
;d:12;N:76;w:12	-9.15099
;d:15;N:73	-9.15185
;d:12;N:89	-9.15195
;N:69;w:3	-9.15448
;d:21;N:73	-9.15476
;w:12;d:12;N:76	-9.15623
;w:6;d:6;N:50	-9.15673
;w:6;d:6;N:59	-9.15697
;w:6;D:42;w:6;D:42;w:6;D:42	-9.15704
;d:36;N:74	-9.15729
;N:56;N:68	-9.15739
;d:36;N:49	-9.1578
;w:24;d:10	-9.16152
;N:80;w:12	-9.16245
;w:24;d:15;N:4	-9.16251
;w:12;d:6;N:40	-9.16272
;w:12;d:6;N:74	-9.16276
;d:72;N:3	-9.16312
;d:20;N:69	-9.16343
;d:6;N:86	-9.16437
;N:78;w:3	-9.16444
;d:24;N:33	-9.16449
;w:18;N:69	-9.165
;w:48;d:24;N:8	-9.1651
;d:16;N:69	-9.16527
;N:45;N:50	-9.16557
;w:24;d:20;N:5	-9.1669
;d:0;N:72	-9.16762
;w:6;D:42;w:6;D:38;D:42	-9.16785
;d:4;N:80	-9.16843
;N:68;w:3	-9.16845
;N:27;N:39	-9.16851
;d:4;N:79	-9.16875
;w:36;d:12;N:67	-9.17034
;N:77;w:6	-9.17209
;w:24;d:24;N:56	-9.17325
;d:51;N:5	-9.17349
;N:78;w:8	-9.17414
;d:21;N:55	-9.17415
;N:57;w:8	-9.17448
;d:16;N:68	-9.17475
;d:9;N:78	-9.17485
;w:36;d:12;N:70	-9.17651
;N:63;N:66;N:70	-9.17701
;N:106	-9.17707
;N:65;N:68;N:73	-9.17835
;w:12;d:9;N:62	-9.1789
;d:48;N:78	-9.17972
;d:8;N:78	-9.17978
;N:66;w:3	-9.18022
;w:24;d:24;N:65	-9.18051
;w:8;N:67;w:8	-9.181
;D:51;D:53	-9.18101
;w:6;d:6;N:67	-9.18115
;w:36;d:12;N:66	-9.18135
;w:6;N:78;w:6	-9.18137
;N:49;N:52	-9.18186
;w:6;D:36;w:6;D:38	-9.18224
;w:6;N:56;w:6	-9.18247
;N:46;N:53	-9.18262
;w:24;d:24;N:55	-9.18429
;N:79;w:12	-9.18462
;d:8;N:53	-9.18473
;d:36;N:75	-9.18534
;w:6;D:43	-9.18627
;d:48;N:77	-9.18643
;d:32;N:3	-9.18713
;N:58;N:65	-9.18763
;w:36;d:12;N:69	-9.18841
;N:59;N:66	-9.1886
;N:72;w:3	-9.18899
;N:79;w:3	-9.1903
;N:54;N:61	-9.19071
;w:48;d:24;N:3	-9.19102
;N:78;w:12	-9.19124
;d:18;N:75	-9.19191
;d:0;N:73	-9.19277
;d:48;N:76	-9.19346
;D:42;w:12;D:42	-9.19378
;d:3;N:81	-9.19427
;w:18;N:51	-9.1949
;d:15;N:55	-9.19518
;d:15;N:75	-9.1954
;N:47;N:59	-9.1954
;N:51;N:56;N:60	-9.19542
;w:6;d:6;N:57	-9.19552
;N:66;N:71;N:75	-9.19806
;d:36;N:48	-9.19881
;N:55;N:67	-9.19927
;w:12;d:9;N:59	-9.19976
;d:6;N:37	-9.20129
;d:20;N:70	-9.20298
;N:78;N:90	-9.20531
;d:8;N:50	-9.20589
;w:5;d:3	-9.20744
;N:75;w:12	-9.20761
;N:107	-9.20791
;w:36;d:12;N:64	-9.2083
;w:1;d:8	-9.20865
;w:12;d:9;N:60	-9.20934
;w:6;d:6;N:58	-9.21013
;d:4;N:53	-9.21062
;d:0;N:57	-9.21073
;N:49;N:61	-9.21087
;d:0;N:54	-9.21151
;N:83;N:86	-9.21278
;N:79;N:84	-9.21355
;w:24;d:24;N:66	-9.21397
;w:12;d:6;N:45	-9.2141
;N:81;w:6	-9.21523
;w:36;d:12;N:71	-9.21605
;N:67;N:70;N:75	-9.21644
;d:84;N:5	-9.21655
;w:36;d:16	-9.21666
;w:36;d:12;N:62	-9.21771
;w:18;N:50	-9.21793
;N:83;w:6	-9.21795
;w:12;d:12;N:77	-9.21862
;w:3;D:38	-9.21919
;d:24;N:85	-9.22046
;w:12;d:9;N:63	-9.22107
;w:24;d:24;N:67	-9.22154
;w:24;d:12;N:40	-9.2226
;d:3;N:80	-9.22309
;w:12;d:9;N:58	-9.22408
;w:6;D:45	-9.22426
;N:29;N:41	-9.2246
;w:24;d:24;N:54	-9.22521
;d:45;N:8	-9.22526
;w:12;d:24;N:40	-9.22569
;N:73;w:6	-9.22687
