<unk>	0
<s>	0
</s>	0
<pad>	0
;B:0	0
;B:1	0
;B:2	0
;B:3	0
;B:4	0
;B:5	0
;B:6	0
;B:7	0
;M:0	0
;M:1	0
;M:2	0
;M:3	0
;M:4	0
;M:5	0
;M:6	0
;M:7	0
;L:1	0
;L:2	0
;L:3	0
;L:4	0
;L:5	0
;L:6	0
;L:7	0
;L:8	0
;L:9	0
;L:10	0
;L:11	0
;L:12	0
;L:13	0
;L:14	0
;L:15	0
;L:16	0
;L:17	0
;L:18	0
;L:19	0
;L:20	0
;L:21	0
;L:22	0
;L:23	0
;L:24	0
;L:25	0
;L:26	0
;L:27	0
;L:28	0
;L:29	0
;L:30	0
;L:31	0
;L:32	0
;L:33	0
;L:34	0
;L:35	0
;L:36	0
;L:37	0
;L:38	0
;L:39	0
;L:40	0
;L:41	0
;L:42	0
;L:43	0
;L:44	0
;L:45	0
;L:46	0
;L:47	0
;L:48	0
;L:49	0
;L:50	0
;L:51	0
;L:52	0
;L:53	0
;L:54	0
;L:55	0
;L:56	0
;L:57	0
;L:58	0
;L:59	0
;L:60	0
;L:61	0
;L:62	0
;L:63	0
;L:64	0
;L:65	0
;L:66	0
;L:67	0
;L:68	0
;L:69	0
;L:70	0
;L:71	0
;L:72	0
;L:73	0
;L:74	0
;L:75	0
;L:76	0
;L:77	0
;L:78	0
;L:79	0
;L:80	0
;L:81	0
;L:82	0
;L:83	0
;L:84	0
;L:85	0
;L:86	0
;L:87	0
;L:88	0
;L:89	0
;L:90	0
;L:91	0
;L:92	0
;L:93	0
;L:94	0
;L:95	0
;L:96	0
;L:97	0
;L:98	0
;L:99	0
;L:100	0
;L:101	0
;L:102	0
;L:103	0
;L:104	0
;L:105	0
;L:106	0
;L:107	0
;L:108	0
;L:109	0
;L:110	0
;L:111	0
;L:112	0
;L:113	0
;L:114	0
;L:115	0
;L:116	0
;L:117	0
;L:118	0
;L:119	0
;L:120	0
;L:121	0
;L:122	0
;L:123	0
;L:124	0
;L:125	0
;L:126	0
;L:127	0
;L:128	0
;L:129	0
;L:130	0
;L:131	0
;L:132	0
;L:133	0
;L:134	0
;L:135	0
;L:136	0
;L:137	0
;L:138	0
;L:139	0
;L:140	0
;L:141	0
;L:142	0
;L:143	0
;L:144	0
;L:145	0
;L:146	0
;L:147	0
;L:148	0
;L:149	0
;L:150	0
;L:151	0
;L:152	0
;L:153	0
;L:154	0
;L:155	0
;L:156	0
;L:157	0
;L:158	0
;L:159	0
;L:160	0
;L:161	0
;L:162	0
;L:163	0
;L:164	0
;L:165	0
;L:166	0
;L:167	0
;L:168	0
;L:169	0
;L:170	0
;L:171	0
;L:172	0
;L:173	0
;L:174	0
;L:175	0
;L:176	0
;L:177	0
;L:178	0
;L:179	0
;L:180	0
;L:181	0
;L:182	0
;L:183	0
;L:184	0
;L:185	0
;L:186	0
;L:187	0
;L:188	0
;L:189	0
;L:190	0
;L:191	0
;L:192	0
;I:0	0
;I:1	0
;I:2	0
;I:3	0
;I:4	0
;I:5	0
;I:6	0
;I:7	0
;I:8	0
;I:9	0
;I:10	0
;I:11	0
;I:12	0
;I:13	0
;I:14	0
;I:15	0
;I:16	0
;I:17	0
;I:18	0
;I:19	0
;I:20	0
;I:21	0
;I:22	0
;I:23	0
;I:24	0
;I:25	0
;I:26	0
;I:27	0
;I:28	0
;I:29	0
;I:30	0
;I:31	0
;I:32	0
;I:33	0
;I:34	0
;I:35	0
;I:36	0
;I:37	0
;I:38	0
;I:39	0
;I:40	0
;I:41	0
;I:42	0
;I:43	0
;I:44	0
;I:45	0
;I:46	0
;I:47	0
;I:48	0
;I:49	0
;I:50	0
;I:51	0
;I:52	0
;I:53	0
;I:54	0
;I:55	0
;I:56	0
;I:57	0
;I:58	0
;I:59	0
;I:60	0
;I:61	0
;I:62	0
;I:63	0
;I:64	0
;I:65	0
;I:66	0
;I:67	0
;I:68	0
;I:69	0
;I:70	0
;I:71	0
;I:72	0
;I:73	0
;I:74	0
;I:75	0
;I:76	0
;I:77	0
;I:78	0
;I:79	0
;I:80	0
;I:81	0
;I:82	0
;I:83	0
;I:84	0
;I:85	0
;I:86	0
;I:87	0
;I:88	0
;I:89	0
;I:90	0
;I:91	0
;I:92	0
;I:93	0
;I:94	0
;I:95	0
;I:96	0
;I:97	0
;I:98	0
;I:99	0
;I:100	0
;I:101	0
;I:102	0
;I:103	0
;I:104	0
;I:105	0
;I:106	0
;I:107	0
;I:108	0
;I:109	0
;I:110	0
;I:111	0
;I:112	0
;I:113	0
;I:114	0
;I:115	0
;I:116	0
;I:117	0
;I:118	0
;I:119	0
;I:120	0
;I:121	0
;I:122	0
;I:123	0
;I:124	0
;I:125	0
;I:126	0
;I:127	0
;I:128	0
;I:129	0
;I:130	0
;I:131	0
;I:132	0
;I:133	0
;I:134	0
;I:135	0
;I:136	0
;I:137	0
;I:138	0
;I:139	0
;I:140	0
;I:141	0
;I:142	0
;I:143	0
;I:144	0
;I:145	0
;I:146	0
;I:147	0
;I:148	0
;I:149	0
;I:150	0
;I:151	0
;I:152	0
;I:153	0
;I:154	0
;I:155	0
;I:156	0
;I:157	0
;I:158	0
;I:159	0
;I:160	0
;I:161	0
;I:162	0
;I:163	0
;I:164	0
;I:165	0
;I:166	0
;I:167	0
;I:168	0
;I:169	0
;I:170	0
;I:171	0
;I:172	0
;I:173	0
;I:174	0
;I:175	0
;I:176	0
;I:177	0
;I:178	0
;I:179	0
;I:180	0
;I:181	0
;I:182	0
;I:183	0
;I:184	0
;I:185	0
;I:186	0
;I:187	0
;I:188	0
;I:189	0
;I:190	0
;I:191	0
;I:192	0
;I:193	0
;I:194	0
;I:195	0
;I:196	0
;I:197	0
;I:198	0
;I:199	0
;I:200	0
;I:201	0
;I:202	0
;I:203	0
;I:204	0
;I:205	0
;I:206	0
;I:207	0
;I:208	0
;I:209	0
;I:210	0
;I:211	0
;I:212	0
;I:213	0
;I:214	0
;I:215	0
;I:216	0
;I:217	0
;I:218	0
;I:219	0
;I:220	0
;I:221	0
;I:222	0
;I:223	0
;I:224	0
;I:225	0
;I:226	0
;I:227	0
;I:228	0
;I:229	0
;I:230	0
;I:231	0
;I:232	0
;I:233	0
;I:234	0
;I:235	0
;I:236	0
;I:237	0
;I:238	0
;I:239	0
;I:240	0
;I:241	0
;I:242	0
;I:243	0
;I:244	0
;I:245	0
;I:246	0
;I:247	0
;I:248	0
;I:249	0
;I:250	0
;I:251	0
;I:252	0
;I:253	0
;I:254	0
;I:255	0
;I:256	0
;I:257	0
;R:1	0
;R:2	0
;R:3	0
;R:4	0
;R:5	0
;R:6	0
;R:7	0
;R:8	0
;R:9	0
;R:10	0
;R:11	0
;R:12	0
;R:13	0
;R:14	0
;R:15	0
;R:16	0
;R:17	0
;R:18	0
;R:19	0
;R:20	0
;R:21	0
;R:22	0
;R:23	0
;R:24	0
;R:25	0
;R:26	0
;R:27	0
;R:28	0
;R:29	0
;R:30	0
;R:31	0
;R:32	0
;R:33	0
;R:34	0
;R:35	0
;R:36	0
;R:37	0
;R:38	0
;R:39	0
;R:40	0
;R:41	0
;R:42	0
;R:43	0
;R:44	0
;R:45	0
;R:46	0
;R:47	0
;R:48	0
;R:49	0
;R:50	0
;R:51	0
;R:52	0
;R:53	0
;R:54	0
;R:55	0
;R:56	0
;R:57	0
;R:58	0
;R:59	0
;R:60	0
;R:61	0
;R:62	0
;R:63	0
;<extra_id_0>	0
;<extra_id_1>	0
;<extra_id_2>	0
;<extra_id_3>	0
;<extra_id_4>	0
;<extra_id_5>	0
;<extra_id_6>	0
;<extra_id_7>	0
;<extra_id_8>	0
;<extra_id_9>	0
;<extra_id_10>	0
;<extra_id_11>	0
;<extra_id_12>	0
;<extra_id_13>	0
;<extra_id_14>	0
;<extra_id_15>	0
;<extra_id_16>	0
;<extra_id_17>	0
;<extra_id_18>	0
;<extra_id_19>	0
;<extra_id_20>	0
;<extra_id_21>	0
;<extra_id_22>	0
;<extra_id_23>	0
;<extra_id_24>	0
;<extra_id_25>	0
;<extra_id_26>	0
;<extra_id_27>	0
;<extra_id_28>	0
;<extra_id_29>	0
;<extra_id_30>	0
;<extra_id_31>	0
;<extra_id_32>	0
;<extra_id_33>	0
;<extra_id_34>	0
;<extra_id_35>	0
;<extra_id_36>	0
;<extra_id_37>	0
;<extra_id_38>	0
;<extra_id_39>	0
;<extra_id_40>	0
;<extra_id_41>	0
;<extra_id_42>	0
;<extra_id_43>	0
;<extra_id_44>	0
;<extra_id_45>	0
;<extra_id_46>	0
;<extra_id_47>	0
;<extra_id_48>	0
;<extra_id_49>	0
;<extra_id_50>	0
;<extra_id_51>	0
;<extra_id_52>	0
;<extra_id_53>	0
;<extra_id_54>	0
;<extra_id_55>	0
;<extra_id_56>	0
;<extra_id_57>	0
;<extra_id_58>	0
;<extra_id_59>	0
;<extra_id_60>	0
;<extra_id_61>	0
;<extra_id_62>	0
;<extra_id_63>	0
;<extra_id_64>	0
;<extra_id_65>	0
;<extra_id_66>	0
;<extra_id_67>	0
;<extra_id_68>	0
;<extra_id_69>	0
;<extra_id_70>	0
;<extra_id_71>	0
;<extra_id_72>	0
;<extra_id_73>	0
;<extra_id_74>	0
;<extra_id_75>	0
;<extra_id_76>	0
;<extra_id_77>	0
;<extra_id_78>	0
;<extra_id_79>	0
;<extra_id_80>	0
;<extra_id_81>	0
;<extra_id_82>	0
;<extra_id_83>	0
;<extra_id_84>	0
;<extra_id_85>	0
;<extra_id_86>	0
;<extra_id_87>	0
;<extra_id_88>	0
;<extra_id_89>	0
;<extra_id_90>	0
;<extra_id_91>	0
;<extra_id_92>	0
;<extra_id_93>	0
;<extra_id_94>	0
;<extra_id_95>	0
;<extra_id_96>	0
;<extra_id_97>	0
;<extra_id_98>	0
;<extra_id_99>	0
;<extra_id_100>	0
;<extra_id_101>	0
;<extra_id_102>	0
;<extra_id_103>	0
;<extra_id_104>	0
;<extra_id_105>	0
;<extra_id_106>	0
;<extra_id_107>	0
;<extra_id_108>	0
;<extra_id_109>	0
;<extra_id_110>	0
;<extra_id_111>	0
;<extra_id_112>	0
;<extra_id_113>	0
;<extra_id_114>	0
;<extra_id_115>	0
;<extra_id_116>	0
;<extra_id_117>	0
;<extra_id_118>	0
;<extra_id_119>	0
;<extra_id_120>	0
;<extra_id_121>	0
;<extra_id_122>	0
;<extra_id_123>	0
;<extra_id_124>	0
;<extra_id_125>	0
;<extra_id_126>	0
;<extra_id_127>	0
;<extra_id_128>	0
;<extra_id_129>	0
;<extra_id_130>	0
;<extra_id_131>	0
;<extra_id_132>	0
;<extra_id_133>	0
;<extra_id_134>	0
;<extra_id_135>	0
;<extra_id_136>	0
;<extra_id_137>	0
;<extra_id_138>	0
;<extra_id_139>	0
;<extra_id_140>	0
;<extra_id_141>	0
;<extra_id_142>	0
;<extra_id_143>	0
;<extra_id_144>	0
;<extra_id_145>	0
;<extra_id_146>	0
;<extra_id_147>	0
;<extra_id_148>	0
;<extra_id_149>	0
;<extra_id_150>	0
;<extra_id_151>	0
;<extra_id_152>	0
;<extra_id_153>	0
;<extra_id_154>	0
;<extra_id_155>	0
;<extra_id_156>	0
;<extra_id_157>	0
;<extra_id_158>	0
;<extra_id_159>	0
;<extra_id_160>	0
;<extra_id_161>	0
;<extra_id_162>	0
;<extra_id_163>	0
;<extra_id_164>	0
;<extra_id_165>	0
;<extra_id_166>	0
;<extra_id_167>	0
;<extra_id_168>	0
;<extra_id_169>	0
;<extra_id_170>	0
;<extra_id_171>	0
;<extra_id_172>	0
;<extra_id_173>	0
;<extra_id_174>	0
;<extra_id_175>	0
;<extra_id_176>	0
;<extra_id_177>	0
;<extra_id_178>	0
;<extra_id_179>	0
;<extra_id_180>	0
;<extra_id_181>	0
;<extra_id_182>	0
;<extra_id_183>	0
;<extra_id_184>	0
;<extra_id_185>	0
;<extra_id_186>	0
;<extra_id_187>	0
;<extra_id_188>	0
;<extra_id_189>	0
;<extra_id_190>	0
;<extra_id_191>	0
;<extra_id_192>	0
;<extra_id_193>	0
;<extra_id_194>	0
;<extra_id_195>	0
;<extra_id_196>	0
;<extra_id_197>	0
;<extra_id_198>	0
;<extra_id_199>	0
;<extra_id_200>	0
;<extra_id_201>	0
;<extra_id_202>	0
;<extra_id_203>	0
;<extra_id_204>	0
;<extra_id_205>	0
;<extra_id_206>	0
;<extra_id_207>	0
;<extra_id_208>	0
;<extra_id_209>	0
;<extra_id_210>	0
;<extra_id_211>	0
;<extra_id_212>	0
;<extra_id_213>	0
;<extra_id_214>	0
;<extra_id_215>	0
;<extra_id_216>	0
;<extra_id_217>	0
;<extra_id_218>	0
;<extra_id_219>	0
;<extra_id_220>	0
;<extra_id_221>	0
;<extra_id_222>	0
;<extra_id_223>	0
;<extra_id_224>	0
;<extra_id_225>	0
;<extra_id_226>	0
;<extra_id_227>	0
;<extra_id_228>	0
;<extra_id_229>	0
;<extra_id_230>	0
;<extra_id_231>	0
;<extra_id_232>	0
;<extra_id_233>	0
;<extra_id_234>	0
;<extra_id_235>	0
;<extra_id_236>	0
;<extra_id_237>	0
;<extra_id_238>	0
;<extra_id_239>	0
;<extra_id_240>	0
;<extra_id_241>	0
;<extra_id_242>	0
;<extra_id_243>	0
;<extra_id_244>	0
;<extra_id_245>	0
;<extra_id_246>	0
;<extra_id_247>	0
;<extra_id_248>	0
;<extra_id_249>	0
;<extra_id_250>	0
;<extra_id_251>	0
;<extra_id_252>	0
;<extra_id_253>	0
;<extra_id_254>	0
;<extra_id_255>	0
;<mono>	0
;<poly>	0
;<instruction_0>	0
;<instruction_1>	0
;<instruction_2>	0
;<instruction_3>	0
;<instruction_4>	0
;<instruction_5>	0
;<instruction_6>	0
;<instruction_7>	0
;<instruction_8>	0
;<instruction_9>	0
;<instruction_10>	0
;<instruction_11>	0
;<instruction_12>	0
;<instruction_13>	0
;<instruction_14>	0
;<instruction_15>	0
;<instruction_16>	0
;<instruction_17>	0
;<instruction_18>	0
;<instruction_19>	0
;<instruction_20>	0
;<instruction_21>	0
;<instruction_22>	0
;<instruction_23>	0
;<instruction_24>	0
;<instruction_25>	0
;<instruction_26>	0
;<instruction_27>	0
;<instruction_28>	0
;<instruction_29>	0
;<instruction_30>	0
;<instruction_31>	0
;<instruction_32>	0
;<instruction_33>	0
;<instruction_34>	0
;<instruction_35>	0
;<instruction_36>	0
;<instruction_37>	0
;<instruction_38>	0
;<instruction_39>	0
;<instruction_40>	0
;<instruction_41>	0
;<instruction_42>	0
;<instruction_43>	0
;<instruction_44>	0
;<instruction_45>	0
;<instruction_46>	0
;<instruction_47>	0
;<instruction_48>	0
;<instruction_49>	0
;<instruction_50>	0
;<instruction_51>	0
;<instruction_52>	0
;<instruction_53>	0
;<instruction_54>	0
;<instruction_55>	0
;<instruction_56>	0
;<instruction_57>	0
;<instruction_58>	0
;<instruction_59>	0
;<instruction_60>	0
;<instruction_61>	0
;<instruction_62>	0
;<instruction_63>	0
;<instruction_64>	0
;<instruction_65>	0
;<instruction_66>	0
;<instruction_67>	0
;<instruction_68>	0
;<instruction_69>	0
;<instruction_70>	0
;<instruction_71>	0
;<instruction_72>	0
;<instruction_73>	0
;<instruction_74>	0
;<instruction_75>	0
;<instruction_76>	0
;<instruction_77>	0
;<instruction_78>	0
;<instruction_79>	0
;<instruction_80>	0
;<instruction_81>	0
;<instruction_82>	0
;<instruction_83>	0
;<instruction_84>	0
;<instruction_85>	0
;<instruction_86>	0
;<instruction_87>	0
;<instruction_88>	0
;<instruction_89>	0
;<instruction_90>	0
;<instruction_91>	0
;<instruction_92>	0
;<instruction_93>	0
;<instruction_94>	0
;<instruction_95>	0
;<instruction_96>	0
;<instruction_97>	0
;<instruction_98>	0
;<instruction_99>	0
;<instruction_100>	0
;<instruction_101>	0
;<instruction_102>	0
;<instruction_103>	0
;<instruction_104>	0
;<instruction_105>	0
;<instruction_106>	0
;<instruction_107>	0
;<instruction_108>	0
;<instruction_109>	0
;<instruction_110>	0
;<instruction_111>	0
;<instruction_112>	0
;<instruction_113>	0
;<instruction_114>	0
;<instruction_115>	0
;<instruction_116>	0
;<instruction_117>	0
;<instruction_118>	0
;<instruction_119>	0
;<instruction_120>	0
;<instruction_121>	0
;<instruction_122>	0
;<instruction_123>	0
;<instruction_124>	0
;<instruction_125>	0
;<instruction_126>	0
;<instruction_127>	0
;<instruction_128>	0
;<instruction_129>	0
;<instruction_130>	0
;<instruction_131>	0
;<instruction_132>	0
;<instruction_133>	0
;<instruction_134>	0
;<instruction_135>	0
;<instruction_136>	0
;<instruction_137>	0
;<instruction_138>	0
;<instruction_139>	0
;<instruction_140>	0
;<instruction_141>	0
;<instruction_142>	0
;<instruction_143>	0
;<instruction_144>	0
;<instruction_145>	0
;<instruction_146>	0
;<instruction_147>	0
;<instruction_148>	0
;<instruction_149>	0
;<instruction_150>	0
;<instruction_151>	0
;<instruction_152>	0
;<instruction_153>	0
;<instruction_154>	0
;<instruction_155>	0
;<instruction_156>	0
;<instruction_157>	0
;<instruction_158>	0
;<instruction_159>	0
;<instruction_160>	0
;<instruction_161>	0
;<instruction_162>	0
;<instruction_163>	0
;<instruction_164>	0
;<instruction_165>	0
;<instruction_166>	0
;<instruction_167>	0
;<instruction_168>	0
;<instruction_169>	0
;<instruction_170>	0
;<instruction_171>	0
;<instruction_172>	0
;<instruction_173>	0
;<instruction_174>	0
;<instruction_175>	0
;<instruction_176>	0
;<instruction_177>	0
;<instruction_178>	0
;<instruction_179>	0
;<instruction_180>	0
;<instruction_181>	0
;<instruction_182>	0
;<instruction_183>	0
;<instruction_184>	0
;<instruction_185>	0
;<instruction_186>	0
;<instruction_187>	0
;<instruction_188>	0
;<instruction_189>	0
;<instruction_190>	0
;<instruction_191>	0
;<instruction_192>	0
;<instruction_193>	0
;<instruction_194>	0
;<instruction_195>	0
;<instruction_196>	0
;<instruction_197>	0
;<instruction_198>	0
;<instruction_199>	0
;<instruction_200>	0
;<instruction_201>	0
;<instruction_202>	0
;<instruction_203>	0
;<instruction_204>	0
;<instruction_205>	0
;<instruction_206>	0
;<instruction_207>	0
;<instruction_208>	0
;<instruction_209>	0
;<instruction_210>	0
;<instruction_211>	0
;<instruction_212>	0
;<instruction_213>	0
;<instruction_214>	0
;<instruction_215>	0
;<instruction_216>	0
;<instruction_217>	0
;<instruction_218>	0
;<instruction_219>	0
;<instruction_220>	0
;<instruction_221>	0
;<instruction_222>	0
;<instruction_223>	0
;<instruction_224>	0
;<instruction_225>	0
;<instruction_226>	0
;<instruction_227>	0
;<instruction_228>	0
;<instruction_229>	0
;<instruction_230>	0
;<instruction_231>	0
;<instruction_232>	0
;<instruction_233>	0
;<instruction_234>	0
;<instruction_235>	0
;<instruction_236>	0
;<instruction_237>	0
;<instruction_238>	0
;<instruction_239>	0
;<instruction_240>	0
;<instruction_241>	0
;<instruction_242>	0
;<instruction_243>	0
;<instruction_244>	0
;<instruction_245>	0
;<instruction_246>	0
;<instruction_247>	0
;<instruction_248>	0
;<instruction_249>	0
;<instruction_250>	0
;<instruction_251>	0
;<instruction_252>	0
;<instruction_253>	0
;<instruction_254>	0
;<instruction_255>	0
;<instruction_256>	0
;<instruction_257>	0
;<instruction_258>	0
;<instruction_259>	0
;<instruction_260>	0
;<instruction_261>	0
;<instruction_262>	0
;<instruction_263>	0
;<instruction_264>	0
;<instruction_265>	0
;<instruction_266>	0
;<instruction_267>	0
;<instruction_268>	0
;<instruction_269>	0
;<instruction_270>	0
;<instruction_271>	0
;<instruction_272>	0
;<instruction_273>	0
;<instruction_274>	0
;<instruction_275>	0
;<instruction_276>	0
;<instruction_277>	0
;<instruction_278>	0
;<instruction_279>	0
;<instruction_280>	0
;<instruction_281>	0
;<instruction_282>	0
;<instruction_283>	0
;<instruction_284>	0
;<instruction_285>	0
;<instruction_286>	0
;<instruction_287>	0
;<instruction_288>	0
;<instruction_289>	0
;<instruction_290>	0
;<instruction_291>	0
;<instruction_292>	0
;<instruction_293>	0
;<instruction_294>	0
;<instruction_295>	0
;<instruction_296>	0
;<instruction_297>	0
;<instruction_298>	0
;<instruction_299>	0
;<instruction_300>	0
;<instruction_301>	0
;<instruction_302>	0
;<instruction_303>	0
;<instruction_304>	0
;<instruction_305>	0
;<instruction_306>	0
;<instruction_307>	0
;<instruction_308>	0
;<instruction_309>	0
;<instruction_310>	0
;<instruction_311>	0
;<instruction_312>	0
;<instruction_313>	0
;<instruction_314>	0
;<instruction_315>	0
;<instruction_316>	0
;<instruction_317>	0
;<instruction_318>	0
;<instruction_319>	0
;<instruction_320>	0
;<instruction_321>	0
;<instruction_322>	0
;<instruction_323>	0
;<instruction_324>	0
;<instruction_325>	0
;<instruction_326>	0
;<instruction_327>	0
;<instruction_328>	0
;<instruction_329>	0
;<instruction_330>	0
;<instruction_331>	0
;<instruction_332>	0
;<instruction_333>	0
;<instruction_334>	0
;<instruction_335>	0
;<instruction_336>	0
;<instruction_337>	0
;<instruction_338>	0
;<instruction_339>	0
;<instruction_340>	0
;<instruction_341>	0
;<instruction_342>	0
;<instruction_343>	0
;<instruction_344>	0
;<instruction_345>	0
;<instruction_346>	0
;<instruction_347>	0
;<instruction_348>	0
;<instruction_349>	0
;<instruction_350>	0
;<instruction_351>	0
;<instruction_352>	0
;<instruction_353>	0
;<instruction_354>	0
;<instruction_355>	0
;<instruction_356>	0
;<instruction_357>	0
;<instruction_358>	0
;<instruction_359>	0
;<instruction_360>	0
;<instruction_361>	0
;<instruction_362>	0
;<instruction_363>	0
;<instruction_364>	0
;<instruction_365>	0
;<instruction_366>	0
;<instruction_367>	0
;<instruction_368>	0
;<instruction_369>	0
;<instruction_370>	0
;<instruction_371>	0
;<instruction_372>	0
;<instruction_373>	0
;<instruction_374>	0
;<instruction_375>	0
;<instruction_376>	0
;<instruction_377>	0
;<instruction_378>	0
;<instruction_379>	0
;<instruction_380>	0
;<instruction_381>	0
;<instruction_382>	0
;<instruction_383>	0
;<instruction_384>	0
;<instruction_385>	0
;<instruction_386>	0
;<instruction_387>	0
;<instruction_388>	0
;<instruction_389>	0
;<instruction_390>	0
;<instruction_391>	0
;<instruction_392>	0
;<instruction_393>	0
;<instruction_394>	0
;<instruction_395>	0
;<instruction_396>	0
;<instruction_397>	0
;<instruction_398>	0
;<instruction_399>	0
;<instruction_400>	0
;<instruction_401>	0
;<instruction_402>	0
;<instruction_403>	0
;<instruction_404>	0
;<instruction_405>	0
;<instruction_406>	0
;<instruction_407>	0
;<instruction_408>	0
;<instruction_409>	0
;<instruction_410>	0
;<instruction_411>	0
;<instruction_412>	0
;<instruction_413>	0
;<instruction_414>	0
;<instruction_415>	0
;<instruction_416>	0
;<instruction_417>	0
;<instruction_418>	0
;<instruction_419>	0
;<instruction_420>	0
;<instruction_421>	0
;<instruction_422>	0
;<instruction_423>	0
;<instruction_424>	0
;<instruction_425>	0
;<instruction_426>	0
;<instruction_427>	0
;<instruction_428>	0
;<instruction_429>	0
;<instruction_430>	0
;<instruction_431>	0
;<instruction_432>	0
;<instruction_433>	0
;<instruction_434>	0
;<instruction_435>	0
;<instruction_436>	0
;<instruction_437>	0
;<instruction_438>	0
;<instruction_439>	0
;<instruction_440>	0
;<instruction_441>	0
;<instruction_442>	0
;<instruction_443>	0
;<instruction_444>	0
;<instruction_445>	0
;<instruction_446>	0
;<instruction_447>	0
;<instruction_448>	0
;<instruction_449>	0
;<instruction_450>	0
;<instruction_451>	0
;<instruction_452>	0
;<instruction_453>	0
;<instruction_454>	0
;<instruction_455>	0
;<instruction_456>	0
;<instruction_457>	0
;<instruction_458>	0
;<instruction_459>	0
;<instruction_460>	0
;<instruction_461>	0
;<instruction_462>	0
;<instruction_463>	0
;<instruction_464>	0
;<instruction_465>	0
;<instruction_466>	0
;<instruction_467>	0
;<instruction_468>	0
;<instruction_469>	0
;<instruction_470>	0
;<instruction_471>	0
;<instruction_472>	0
;<instruction_473>	0
;<instruction_474>	0
;<instruction_475>	0
;<instruction_476>	0
;<instruction_477>	0
;<instruction_478>	0
;<instruction_479>	0
;<instruction_480>	0
;<instruction_481>	0
;<instruction_482>	0
;<instruction_483>	0
;<instruction_484>	0
;<instruction_485>	0
;<instruction_486>	0
;<instruction_487>	0
;<instruction_488>	0
;<instruction_489>	0
;<instruction_490>	0
;<instruction_491>	0
;<instruction_492>	0
;<instruction_493>	0
;<instruction_494>	0
;<instruction_495>	0
;<instruction_496>	0
;<instruction_497>	0
;<instruction_498>	0
;<instruction_499>	0
;<instruction_500>	0
;<instruction_501>	0
;<instruction_502>	0
;<instruction_503>	0
;<instruction_504>	0
;<instruction_505>	0
;<instruction_506>	0
;<instruction_507>	0
;<instruction_508>	0
;<instruction_509>	0
;<instruction_510>	0
;<instruction_511>	0
;w:6	-3.54828
;w:12	-3.58851
;w:3	-3.61508
;w:4	-4.00784
;w:2	-4.05576
;w:8	-4.36035
;w:9	-4.49243
;w:1	-4.77263
4	-4.80208
8	-4.80794
0	-5.15995
6	-5.29471
;w:15	-5.41932
;w:16	-5.52679
;w:5	-5.54725
2	-5.64633
1	-5.67538
;w:7	-5.7223
;N:63	-5.92885
;N:62	-5.93003
;N:64	-5.93999
;N:59	-5.94487
;N:61	-5.95016
;N:60	-5.95515
;N:66	-5.98577
;N:65	-5.98581
;N:67	-5.99604
;N:68	-6.01569
;N:57	-6.02197
;N:58	-6.02394
;N:69	-6.0442
;N:70	-6.05907
;N:56	-6.0614
;N:55	-6.07054
;N:71	-6.11514
;N:54	-6.12515
7	-6.13637
;N:53	-6.15168
;N:52	-6.1589
;N:72	-6.16071
;N:51	-6.17044
;N:50	-6.20253
;N:49	-6.22514
;N:73	-6.24506
3	-6.24723
;N:74	-6.25098
;N:46	-6.25658
;N:48	-6.25688
;N:45	-6.2593
;N:47	-6.26716
;N:75	-6.28305
;N:44	-6.29463
5	-6.32433
;N:43	-6.34045
;N:42	-6.35754
;N:76	-6.379
;N:77	-6.38096
;N:41	-6.39128
;N:40	-6.40914
;N:78	-6.43811
;T:	-6.44639
9	-6.4948
;N:39	-6.53594
;N:79	-6.54151
;N:38	-6.57393
;w:10	-6.61207
;N:80	-6.63026
;N:81	-6.72061
;N:82	-6.75654
;N:37	-6.75799
;N:36	-6.81785
;N:83	-6.89345
;N:35	-6.90777
;/N:75	-6.94739
;/N:71	-6.98543
;/N:72	-7.01697
;/N:69	-7.02017
;/N:70	-7.02532
;/N:77	-7.03816
;/N:74	-7.05083
;/N:76	-7.05316
;/N:73	-7.05336
;N:84	-7.05614
;N:34	-7.06086
;/N:67	-7.10635
;w:11	-7.11909
;/N:79	-7.13111
;/N:68	-7.13254
;N:85	-7.14112
;N:33	-7.16226
;/N:78	-7.16694
;/N:66	-7.1924
;/N:64	-7.19402
;/N:63	-7.21308
;D:36	-7.23134
;/N:65	-7.25148
;N:67;w:12;/N:67	-7.26977
;/N:62	-7.27387
;N:68;w:12;/N:68	-7.27804
;N:70;w:12;/N:70	-7.28486
;N:66;w:12;/N:66	-7.29018
;N:69;w:12;/N:69	-7.2919
;N:65;w:12;/N:65	-7.2988
;/N:80	-7.30084
;/N:61	-7.30185
;N:64;w:12;/N:64	-7.30634
;N:71;w:12;/N:71	-7.32054
;N:86	-7.33633
;N:32	-7.34595
;N:87	-7.35658
;N:63;w:12;/N:63	-7.35855
;/N:81	-7.36096
;N:72;w:12;/N:72	-7.36124
;N:62;w:12;/N:62	-7.37218
;N:69;w:6;/N:69	-7.38383
;N:31	-7.40476
;N:68;w:6;/N:68	-7.40481
;/N:60	-7.40877
;N:61;w:12;/N:61	-7.4117
;N:66;w:6;/N:66	-7.41524
;/N:59	-7.41753
;N:70;w:6;/N:70	-7.4185
;N:67;w:6;/N:67	-7.42067
;N:65;w:6;/N:65	-7.43552
;N:71;w:6;/N:71	-7.44277
;N:59;w:12;/N:59	-7.44379
;N:60;w:12;/N:60	-7.44551
;N:74;w:12;/N:74	-7.44874
;N:64;w:6;/N:64	-7.45058
;/N:82	-7.45146
;/N:83	-7.45798
;N:88	-7.46375
;N:63;w:6;/N:63	-7.4762
;N:73;w:6;/N:73	-7.48083
;N:73;w:12;/N:73	-7.48378
;N:74;w:6;/N:74	-7.49037
;N:72;w:6;/N:72	-7.50059
;N:61;w:6;/N:61	-7.50467
;N:62;w:6;/N:62	-7.5059
;N:58;w:12;/N:58	-7.51374
;N:75;w:12;/N:75	-7.51519
;/N:58	-7.54519
;N:76;w:12;/N:76	-7.55514
;N:57;w:12;/N:57	-7.55817
;N:76;w:6;/N:76	-7.56302
;N:75;w:6;/N:75	-7.56852
;N:59;w:6;/N:59	-7.57392
;w:14	-7.57477
;N:89	-7.57734
;N:60;w:6;/N:60	-7.58339
;N:56;w:12;/N:56	-7.58758
;N:77;w:6;/N:77	-7.58868
;/N:57	-7.60001
;N:77;w:12;/N:77	-7.61
;N:54;w:12;/N:54	-7.62772
;N:55;w:12;/N:55	-7.63255
;N:58;w:6;/N:58	-7.64084
;N:30	-7.6493
;N:78;w:6;/N:78	-7.65561
;N:90	-7.65619
;/N:56	-7.67302
;N:78;w:12;/N:78	-7.6744
;N:53;w:12;/N:53	-7.67628
;N:57;w:6;/N:57	-7.67808
;/N:85	-7.67903
;N:56;w:6;/N:56	-7.68308
;/N:84	-7.68387
;N:52;w:12;/N:52	-7.69689
;N:51;w:12;/N:51	-7.71894
;N:47;w:12;/N:47	-7.7259
;N:46;w:12;/N:46	-7.72704
;N:55;w:6;/N:55	-7.73144
;D:36;D:42	-7.73164
;N:49;w:12;/N:49	-7.73758
;N:79;w:6;/N:79	-7.73907
;N:50;w:12;/N:50	-7.74081
;D:53	-7.74246
;N:53;w:6;/N:53	-7.74354
;/N:55	-7.74704
;/N:87	-7.75136
;N:45;w:12;/N:45	-7.75861
;N:43;w:12;/N:43	-7.76378
;N:79;w:12;/N:79	-7.78313
;N:54;w:6;/N:54	-7.78521
;T:63	-7.78585
;N:48;w:12;/N:48	-7.78849
;w:13	-7.78914
;N:42;w:12;/N:42	-7.79359
;N:44;w:12;/N:44	-7.80146
;N:39;w:12;/N:39	-7.80352
;T:70	-7.80434
;N:52;w:6;/N:52	-7.81212
;D:51	-7.82305
;N:38;w:12;/N:38	-7.82681
;N:67;w:24;/N:67	-7.83074
;/N:54	-7.83115
;N:29	-7.8319
;N:51;w:6;/N:51	-7.83576
;N:60;w:24;/N:60	-7.83924
;N:41;w:12;/N:41	-7.83925
;N:80;w:6;/N:80	-7.84072
;N:80;w:12;/N:80	-7.84247
;/N:86	-7.84277
;D:49	-7.85371
;N:40;w:12;/N:40	-7.85528
;N:68;w:24;/N:68	-7.85549
;T:67	-7.85605
;T:62	-7.85763
;N:48;w:6;/N:48	-7.86186
;N:65;w:24;/N:65	-7.86238
;N:71;w:24;/N:71	-7.86442
;N:69;w:24;/N:69	-7.86595
;N:70;w:24;/N:70	-7.86759
;N:73;w:24;/N:73	-7.86916
;N:66;w:24;/N:66	-7.86937
;N:43;w:6;/N:43	-7.87173
;N:49;w:6;/N:49	-7.87223
;N:50;w:6;/N:50	-7.87279
;N:46;w:6;/N:46	-7.87679
;N:62;w:24;/N:62	-7.87855
;T:68	-7.87876
;N:58;w:24;/N:58	-7.88105
;N:59;w:24;/N:59	-7.8822
;N:45;w:6;/N:45	-7.8861
;N:47;w:6;/N:47	-7.88767
;N:39;w:6;/N:39	-7.89039
;N:64;w:24;/N:64	-7.89371
;D:46	-7.89388
;/N:53	-7.89784
;N:63;w:24;/N:63	-7.89895
;/N:88	-7.89997
;T:65	-7.90177
;N:44;w:6;/N:44	-7.90441
;N:72;w:24;/N:72	-7.90539
;N:37;w:12;/N:37	-7.90542
;N:57;w:24;/N:57	-7.90568
;D:47	-7.90828
;N:38;w:6;/N:38	-7.92385
;T:71	-7.9262
;T:69	-7.9315
;T:61	-7.93349
;N:61;w:24;/N:61	-7.93676
;N:28	-7.93791
;D:76	-7.9403
;/N:52	-7.94638
;N:36;w:12;/N:36	-7.95101
;N:91	-7.95448
;N:81;w:12;/N:81	-7.95838
;T:60	-7.9671
;N:42;w:6;/N:42	-7.96855
;T:9	-7.96931
;D:54	-7.96945
;T:66	-7.97139
;/N:51	-7.98101
;N:75;w:24;/N:75	-7.9822
;N:37;w:6;/N:37	-7.98239
;N:40;w:6;/N:40	-7.98568
;N:74;w:24;/N:74	-7.98801
;N:81;w:6;/N:81	-7.99099
;T:72	-7.99136
;N:56;w:24;/N:56	-7.99155
;N:36;w:6;/N:36	-7.99423
;T:64	-7.99605
;N:55;w:24;/N:55	-7.9962
;N:41;w:6;/N:41	-7.99773
;/N:89	-8.00818
;N:92	-8.00945
;N:35;w:12;/N:35	-8.01914
;N:82;w:12;/N:82	-8.02492
;D:43	-8.03013
;N:76;w:24;/N:76	-8.03028
;N:54;w:24;/N:54	-8.03111
;N:78;w:24;/N:78	-8.04321
;D:52	-8.05078
;T:73	-8.05518
;T:75	-8.05684
;N:34;w:12;/N:34	-8.06297
;N:53;w:24;/N:53	-8.06384
;N:35;w:6;/N:35	-8.07123
;N:82;w:6;/N:82	-8.07187
;N:83;w:12;/N:83	-8.07751
;T:56	-8.0789
;N:33;w:12;/N:33	-8.07984
;T:59	-8.08048
;N:52;w:24;/N:52	-8.08648
;N:64;w:8;/N:64	-8.0947
;N:77;w:24;/N:77	-8.09573
;N:45;w:24;/N:45	-8.09639
;N:62;w:8;/N:62	-8.10114
;/N:90	-8.10135
;N:66;w:8;/N:66	-8.10268
;N:79;w:24;/N:79	-8.11049
;N:51;w:24;/N:51	-8.11259
;T:58	-8.11392
;D:48	-8.11503
;N:65;w:8;/N:65	-8.12147
;/N:50	-8.1217
;N:62;N:65	-8.12926
;N:63;w:8;/N:63	-8.13061
;N:44;w:24;/N:44	-8.13274
;/N:91	-8.13281
;N:32;w:12;/N:32	-8.13688
;N:50;w:24;/N:50	-8.13872
;N:80;w:24;/N:80	-8.13893
;N:64;N:67	-8.13956
;D:73	-8.14084
;N:43;w:24;/N:43	-8.14259
;D:50	-8.14489
;/N:49	-8.14563
;N:68;w:8;/N:68	-8.1466
;D:36;D:49	-8.14686
;N:48;w:24;/N:48	-8.14766
;N:93	-8.14948
;N:63;N:66	-8.1495
;N:49;w:24;/N:49	-8.15818
;N:31;w:12;/N:31	-8.15853
;N:61;w:8;/N:61	-8.15863
;N:67;w:8;/N:67	-8.15866
;N:46;w:24;/N:46	-8.15926
;D:56	-8.16281
;N:34;w:6;/N:34	-8.16381
;N:47;w:24;/N:47	-8.16827
;N:60;N:63	-8.17748
;N:42;w:24;/N:42	-8.18869
;w:3;/N:62	-8.19226
;N:69;w:8;/N:69	-8.19313
;T:77	-8.19621
;N:83;w:6;/N:83	-8.1966
;N:60;w:8;/N:60	-8.20199
;T:74	-8.20232
;N:57;N:61	-8.20258
;N:59;N:62	-8.20293
;N:30;w:12;/N:30	-8.2048
;w:3;/N:61	-8.20598
;/N:65;/N:68	-8.20641
;T:57	-8.21129
;N:33;w:6;/N:33	-8.2113
;N:58;N:62	-8.21386
;N:84;w:12;/N:84	-8.21413
;N:41;w:24;/N:41	-8.2145
;N:62;N:66	-8.2178
;/N:93	-8.21804
;T:76	-8.22108
;w:3;/N:60	-8.22382
;N:27	-8.22403
;T:53	-8.22509
;N:70;w:8;/N:70	-8.22627
;N:68;w:3;/N:68	-8.23124
;N:59;N:63	-8.23313
;N:71;w:8;/N:71	-8.23504
;N:67;w:3;/N:67	-8.24342
;D:38	-8.24393
;N:73;w:4;/N:73	-8.24412
;T:55	-8.24599
;/N:66;/N:69	-8.24632
;/N:92	-8.24725
;w:3;/N:58	-8.2476
;N:59;w:8;/N:59	-8.24802
;N:40;w:24;/N:40	-8.25028
;N:45;N:57	-8.2504
;N:82;w:24;/N:82	-8.25424
;D:45	-8.25492
;N:81;w:24;/N:81	-8.25503
;N:71;N:74	-8.25587
;T:51	-8.25752
;N:58;N:61	-8.25804
;N:65;w:4;/N:65	-8.25857
;/N:63;/N:66	-8.25885
;N:95	-8.26348
;N:57;N:60	-8.26587
;N:61;N:65	-8.26668
;w:3;/N:63	-8.2689
;N:24	-8.26904
;N:66;w:3;/N:66	-8.26914
;N:70;w:3;/N:70	-8.26919
;T:52	-8.27122
;N:72;N:75	-8.27236
;w:3;/N:59	-8.27417
;D:69	-8.27473
;N:85;w:12;/N:85	-8.27497
;N:39;N:51	-8.27522
;N:38;N:50	-8.27602
;N:60;N:64	-8.27605
;N:73;w:8;/N:73	-8.27935
;N:75;w:8;/N:75	-8.2798
;N:72;w:8;/N:72	-8.28099
;N:94	-8.28329
;T:50	-8.28512
;D:41	-8.2868
;N:38;w:24;/N:38	-8.28964
;/N:48	-8.29028
;N:61;N:64	-8.29121
;N:71;w:3;/N:71	-8.29477
;/N:95	-8.29502
;N:76;w:3;/N:76	-8.2955
;N:72;w:3;/N:72	-8.29572
;w:3;/N:57	-8.29799
;N:46;N:58	-8.29818
;/N:64;/N:68	-8.30078
;N:58;w:8;/N:58	-8.30207
;N:73;w:3;/N:73	-8.30215
;N:39;w:24;/N:39	-8.30277
;N:65;N:68	-8.30338
;N:42;N:54	-8.30441
;/N:67;/N:70	-8.30517
;N:85;w:6;/N:85	-8.30696
;N:65;w:3;/N:65	-8.30702
;T:54	-8.30883
;N:43;N:55	-8.30933
;w:6;/N:57	-8.31105
;N:44;N:56	-8.31137
;N:75;w:3;/N:75	-8.31353
;N:77;w:8;/N:77	-8.31463
;/N:61;/N:64	-8.31844
;N:32;w:6;/N:32	-8.3253
;w:3;/N:64	-8.32812
;D:39	-8.32814
;N:78;w:3;/N:78	-8.33009
;/N:62;/N:65	-8.33235
;N:79;w:4;/N:79	-8.33591
;/N:47	-8.33607
;N:29;w:12;/N:29	-8.33635
;/N:65;/N:69	-8.33689
;w:6;/N:53	-8.33873
;N:66;N:69	-8.33937
;N:41;N:53	-8.3398
;N:77;w:4;/N:77	-8.34115
;N:36;N:48	-8.34559
;N:40;N:52	-8.3458
;N:55;N:60	-8.3458
;N:56;N:60	-8.34587
;/N:63;/N:67	-8.34626
;N:76;w:8;/N:76	-8.34638
;w:3;/N:65	-8.34703
;N:74;w:8;/N:74	-8.34892
;w:3;/N:56	-8.34964
;w:12;/N:54	-8.34967
;N:74;w:4;/N:74	-8.35018
;N:72;w:4;/N:72	-8.35061
;N:57;w:8;/N:57	-8.35185
;/N:43	-8.3542
;w:6;/N:54	-8.35673
;w:6;/N:56	-8.35777
;N:56;N:59	-8.35796
;N:67;N:72	-8.35821
;N:55;N:58	-8.35897
;N:65;N:70	-8.3594
;N:56;N:61	-8.35998
;N:66;N:71	-8.36056
;N:69;w:3;/N:69	-8.36097
;N:47;N:59	-8.36138
;/N:41	-8.36448
;N:99	-8.36604
;N:84;w:6;/N:84	-8.36639
;/N:59;/N:62	-8.36685
;N:23	-8.3671
;N:86;w:6;/N:86	-8.36832
;N:37;N:49	-8.37022
;N:48;N:60	-8.37055
;N:64;N:69	-8.37097
;N:26	-8.37486
;w:6;/N:52	-8.37549
;/N:45	-8.37731
;N:37;w:24;/N:37	-8.3778
;w:12;/N:56	-8.38092
;/N:68;/N:71	-8.38183
;w:3;/N:66	-8.38274
;N:31;w:6;/N:31	-8.38485
;N:67;N:70	-8.38586
;N:68;N:71	-8.38686
;/N:66;/N:70	-8.38826
;N:67;w:4;/N:67	-8.38918
;N:70;N:74	-8.3928
;w:6;/N:55	-8.3929
;N:64;w:3;/N:64	-8.39315
;N:60;w:3;/N:60	-8.39329
;w:6;/N:46	-8.39444
;w:6;/N:51	-8.39469
;N:68;N:73	-8.39512
;T:2	-8.39528
;/N:60;/N:63	-8.39591
;w:3;/N:55	-8.39777
;N:63;w:3;/N:63	-8.40084
;N:54;N:58	-8.4021
;N:80;w:4;/N:80	-8.40469
;w:12;/N:61	-8.40785
;N:69;w:4;/N:69	-8.40798
;/N:62;/N:66	-8.40957
;N:54;N:57	-8.40976
;N:64;N:68	-8.41017
;N:66;N:78	-8.41103
;N:69;N:73	-8.41164
;w:6;/N:60	-8.41182
;w:6;/N:58	-8.41469
;N:69;N:72	-8.41574
;N:28;w:12;/N:28	-8.41605
;N:71;w:4;/N:71	-8.41628
;/N:64;/N:67	-8.41659
;N:78;w:8;/N:78	-8.41729
;N:56;w:8;/N:56	-8.41767
;/N:94	-8.41845
;N:57;N:62	-8.41898
;N:61;w:4;/N:61	-8.41993
;N:79;w:3;/N:79	-8.41998
;w:3;/N:67	-8.42017
;N:54;w:8;/N:54	-8.42022
;N:36;w:24;/N:36	-8.42146
;N:70;N:73	-8.42224
;N:62;N:67	-8.4224
;N:63;N:67	-8.4227
;/N:61;/N:65	-8.42325
;w:12;/N:51	-8.42359
;N:70;w:4;/N:70	-8.4238
;N:83;w:24;/N:83	-8.42409
;N:49;N:61	-8.42473
;w:6;/N:59	-8.4271
;N:89;w:12;/N:89	-8.42926
;w:12;/N:57	-8.4295
;N:67;N:79	-8.42961
;w:6;/N:61	-8.42966
;N:65;N:77	-8.43002
;N:74;w:3;/N:74	-8.43042
;N:79;w:8;/N:79	-8.43055
;N:66;w:4;/N:66	-8.43182
;/N:62;/N:67	-8.43451
;N:61;w:3;/N:61	-8.43545
;N:71;N:75	-8.43597
;w:12;/N:53	-8.43689
;N:58;w:3;/N:58	-8.43737
;w:6;/N:50	-8.43752
;N:65;N:69	-8.43801
;N:35;N:47	-8.43883
;/N:61;/N:66	-8.43916
;/N:60;/N:65	-8.44177
;N:86;w:12;/N:86	-8.44289
;N:64;N:76	-8.4446
;N:63;N:75	-8.44471
;/N:46	-8.44562
;N:63;N:68	-8.44842
;w:6;/N:47	-8.44967
;N:11	-8.44999
;N:73;N:76	-8.45048
;N:55;N:59	-8.45144
;T:47	-8.45238
;N:51;N:63	-8.453
;N:50;N:62	-8.45424
;N:61;N:66	-8.45532
;N:55;w:8;/N:55	-8.45664
;N:62;N:74	-8.45764
;N:52;N:59	-8.45809
;N:75;w:4;/N:75	-8.45888
;w:12;/N:59	-8.45939
;N:64;w:4;/N:64	-8.4598
;N:49;N:56	-8.46019
;N:68;w:4;/N:68	-8.46097
;/N:59;/N:64	-8.46132
;N:34;N:46	-8.46261
;N:87;w:12;/N:87	-8.4634
;N:54;N:59	-8.46612
;N:69;N:81	-8.46702
;N:61;N:73	-8.46752
;/N:63;/N:68	-8.46768
;N:77;w:3;/N:77	-8.46796
;N:87;w:6;/N:87	-8.47024
;N:48;N:55	-8.47061
;N:54;w:3;/N:54	-8.47067
;N:60;N:72	-8.47295
;N:60;N:64;N:67	-8.47301
;/N:72;/N:75	-8.47542
;/N:69;/N:72	-8.47582
;N:58;N:62;N:65	-8.47642
;N:66;N:70	-8.47669
;N:27;w:12;/N:27	-8.47809
;w:6;/N:45	-8.48266
;N:47;N:54	-8.48465
;w:12;/N:58	-8.48556
;w:12;/N:55	-8.4867
;N:59;N:63;N:66	-8.48738
;w:6;/N:44	-8.48793
;N:91;w:12;/N:91	-8.4886
;/N:64;/N:69	-8.48927
;w:3;/N:68	-8.4915
;D:70	-8.49153
;/N:71;/N:74	-8.49182
;N:56;w:3;/N:56	-8.49276
;N:58;N:63	-8.4929
;N:59;N:71	-8.49374
;N:80;w:3;/N:80	-8.49471
;/N:65;/N:70	-8.49478
;N:30;w:6;/N:30	-8.49498
;N:53;N:60	-8.49724
;N:62;w:3;/N:62	-8.49751
;N:52;N:64	-8.49855
;w:6;/N:48	-8.4993
;N:68;N:72	-8.49938
;w:3;/N:52	-8.49952
;N:88;w:12;/N:88	-8.50033
;w:6;/N:49	-8.50117
;N:60;N:65	-8.50198
;w:3;/N:53	-8.50311
;N:59;N:64	-8.50348
;N:57;N:61;N:64	-8.50432
;N:54;N:66	-8.50476
;N:98	-8.50564
;w:12;/N:46	-8.5065
;N:55;N:67	-8.50702
;/N:58;/N:61	-8.50876
;N:92;w:12;/N:92	-8.51098
;N:58;N:70	-8.51112
;N:67;N:71	-8.51172
;/N:60;/N:64	-8.51212
;N:46;N:53	-8.51321
;N:90;w:12;/N:90	-8.51369
;N:53;w:3;/N:53	-8.51648
;w:3;/N:54	-8.51708
;N:59;w:3;/N:59	-8.51712
;N:69;w:18;/N:69	-8.51817
;N:35;w:24;/N:35	-8.51871
;w:12;/N:52	-8.52288
;N:80;w:8;/N:80	-8.52504
;N:33;N:45	-8.52561
;/N:70;/N:73	-8.52752
;/N:58;/N:63	-8.52754
;/N:67;/N:71	-8.53188
;N:67;w:18;/N:67	-8.53347
;N:55;N:62	-8.5338
;N:63;w:4;/N:63	-8.53484
;w:12;/N:60	-8.5366
;N:53;N:65	-8.53681
;/N:73;/N:76	-8.53883
;w:12;/N:50	-8.53918
;N:54;N:61	-8.53945
;N:53;N:56	-8.54087
;N:76;w:4;/N:76	-8.54113
;N:73;w:18;/N:73	-8.5416
;N:55;w:3;/N:55	-8.54219
;N:68;N:80	-8.54226
;D:42	-8.54262
;/N:68;/N:72	-8.54299
;N:57;N:69	-8.54423
;N:62;w:4;/N:62	-8.54488
;N:72;w:18;/N:72	-8.54592
;N:56;N:68	-8.54629
;N:53;N:57	-8.54642
;/N:67;/N:72	-8.54651
;N:70;N:82	-8.54665
;N:57;w:4;/N:57	-8.54718
;N:71;w:18;/N:71	-8.54879
;/N:56;/N:61	-8.55011
;D:36;D:38	-8.5504
;N:75;N:78	-8.55258
;N:1	-8.55392
;T:78	-8.55408
;N:57;w:3;/N:57	-8.55456
;N:82;w:4;/N:82	-8.55747
;w:6;/N:43	-8.55751
;N:81;w:3;/N:81	-8.55811
;/N:74;/N:77	-8.55923
;N:84;w:24;/N:84	-8.56127
;N:51;w:8;/N:51	-8.56187
;N:45;N:52	-8.5632
;/N:42	-8.56673
;N:56;N:60;N:63	-8.56974
;N:78;w:4;/N:78	-8.56991
;w:12;/N:44	-8.57319
;N:74;N:77	-8.57449
;/N:68;/N:73	-8.57485
;N:65;w:18;/N:65	-8.57532
;/N:56;/N:59	-8.5761
;N:53;w:8;/N:53	-8.5765
;N:71;N:83	-8.57883
;/N:69;/N:73	-8.57934
;N:50;N:57	-8.58155
;N:66;w:18;/N:66	-8.58308
;N:55;N:59;N:62	-8.5833
;/N:66;/N:71	-8.58363
;N:70;w:18;/N:70	-8.58412
;w:12;N:59	-8.58506
;N:52;w:3;/N:52	-8.58583
;N:56;N:63	-8.58679
;/N:96	-8.59187
;N:53;N:58	-8.59242
;T:79	-8.59414
;N:62;N:66;N:69	-8.59622
;w:12;/N:47	-8.59669
;N:88;w:6;/N:88	-8.59695
;/N:11	-8.59782
;w:3;/N:69	-8.5988
;w:12;/N:43	-8.59927
;N:51;w:3;/N:51	-8.59956
;/N:99	-8.6001
;N:51;N:58	-8.60013
;N:61;N:65;N:68	-8.6007
;N:26;w:12;/N:26	-8.60271
;N:73;N:85	-8.60496
;N:89;w:6;/N:89	-8.60759
;T:46	-8.60784
;w:6;/N:62	-8.60815
;N:34;w:24;/N:34	-8.60873
;N:63;w:18;/N:63	-8.60932
;/N:57;/N:62	-8.61132
;N:49;w:3;/N:49	-8.61217
;w:12;/N:63	-8.61244
;/N:36	-8.61317
;N:96	-8.61358
;w:3;/N:50	-8.61371
;N:52;w:8;/N:52	-8.61418
;w:3;/N:70	-8.61529
;/N:40	-8.61599
;N:25	-8.61931
;w:6;/N:64	-8.61979
;N:64;w:18;/N:64	-8.62142
;N:82;w:3;/N:82	-8.62155
;N:52;N:55	-8.62187
;N:32;N:44	-8.62322
;T:3	-8.62487
;N:68;w:18;/N:68	-8.62731
;w:6;/N:42	-8.63122
;D:36;D:42;D:49	-8.6333
;w:3;/N:51	-8.63344
;/N:29	-8.63375
;N:96;w:6;/N:96	-8.63421
;D:37	-8.63538
;D:36;D:46	-8.63557
;N:97	-8.63607
;N:81;w:8;/N:81	-8.63616
;w:6;/N:65	-8.63732
;N:70;w:3;/N:70;w:3	-8.63833
;N:56;w:4;/N:56	-8.63869
;N:50;w:3;/N:50	-8.63882
;N:94;w:6;/N:94	-8.63904
;/N:97	-8.63969
;w:6;/N:63	-8.63999
;/N:55;/N:60	-8.64072
;N:85;w:24;/N:85	-8.64172
;T:42	-8.64441
;/N:56;/N:60	-8.64486
;/N:35	-8.64535
;/N:57;/N:60	-8.64556
;w:12;/N:41	-8.64809
;w:12;N:60	-8.64813
;N:74;w:18;/N:74	-8.64853
;N:57;N:64	-8.64876
;N:69;N:74	-8.64936
;N:29;w:6;/N:29	-8.65051
;N:63;N:67;N:70	-8.65132
;w:12;/N:49	-8.65208
;N:22	-8.6532
;N:72;N:84	-8.65377
;N:69;w:3;/N:69;w:3	-8.65567
;N:53;w:4;/N:53	-8.65623
;/N:55;/N:59	-8.65686
;w:12;N:57	-8.65751
;D:36;D:51	-8.66071
;/N:44	-8.66236
;N:75;N:87	-8.66551
;N:52;N:56	-8.66699
;w:12;N:61	-8.66852
;N:33;w:24;/N:33	-8.66942
;N:48;w:3;/N:48	-8.67024
;N:68;w:9;/N:68;w:3	-8.67057
;N:75;w:18;/N:75	-8.67218
;w:12;/N:62	-8.67229
;w:6;/N:41	-8.67275
;N:81;w:4;/N:81	-8.67694
;N:60;w:4;/N:60	-8.67794
;N:71;w:3;/N:71;w:3	-8.6783
;N:91;w:6;/N:91	-8.68131
;T:38	-8.68151
;N:31;N:43	-8.68168
;/N:23	-8.68226
;N:52;N:57	-8.68241
;w:12;/N:48	-8.68334
;N:79;N:82	-8.68366
;N:67;w:9;/N:67;w:3	-8.684
;N:70;w:9;/N:70;w:3	-8.68482
;N:58;N:63;N:67	-8.68557
;N:58;w:4;/N:58	-8.68998
;/N:54;/N:57	-8.69498
;N:93;w:12;/N:93	-8.69573
;w:12;N:62	-8.6977
;N:72;w:3;/N:72;w:3	-8.69888
;N:47;w:3;/N:47	-8.6989
;/N:57;/N:61	-8.69902
;w:3;/N:48	-8.70055
;w:12;/N:40	-8.70065
;/N:75;/N:78	-8.70243
;T:80	-8.70352
;N:69;w:9;/N:69;w:3	-8.70403
;w:12;/N:45	-8.70441
;w:6;/N:40	-8.70483
;w:12;/N:42	-8.7062
;N:50;w:8;/N:50	-8.70827
;N:65;w:3;/N:65;w:3	-8.7088
;/N:71;/N:75	-8.70931
;/N:78;/N:81	-8.71067
;w:12;N:56	-8.71131
;N:62;w:18;/N:62	-8.71285
;w:12;N:58	-8.71371
;N:66;w:9;/N:66;w:3	-8.71391
;w:3;/N:46	-8.71517
;N:59;w:4;/N:59	-8.71529
;w:12;/N:64	-8.71548
;/N:70;/N:74	-8.71576
;T:49;T:5	-8.71601
;N:50;N:54	-8.71624
;/N:55;/N:58	-8.71634
;N:43;N:50	-8.71717
;N:83;w:4;/N:83	-8.7177
;N:92;w:6;/N:92	-8.71897
;N:94;w:12;/N:94	-8.71913
;N:44;N:51	-8.71967
;T:41	-8.72021
;/N:24	-8.7212
;w:3;/N:49	-8.72193
;N:68;w:3;/N:68;w:3	-8.72266
;N:67;w:3;/N:67;w:3	-8.72367
;N:51;N:55	-8.72394
;N:66;w:3;/N:66;w:3	-8.72637
;N:83;w:3;/N:83	-8.72815
;N:74;N:86	-8.72833
;w:3;/N:47	-8.72975
;T:40	-8.72977
;w:24;D:36	-8.73046
;N:50;N:53	-8.73085
;N:58;N:65	-8.73141
;/N:39	-8.73156
;N:50;N:55	-8.73229
;w:12;/N:39	-8.7328
;N:65;w:9;/N:65;w:3	-8.73722
;N:90;w:6;/N:90	-8.73907
;/N:59;/N:63	-8.73918
;N:73;w:3;/N:73;w:3	-8.73918
;N:60;N:65;N:69	-8.7436
;N:70;N:75	-8.74457
;N:45;w:3;/N:45	-8.74487
;N:64;N:68;N:71	-8.74659
;/N:58;/N:62	-8.74697
;/N:69;/N:74	-8.74959
;N:59;N:66	-8.74984
;N:76;w:18;/N:76	-8.75098
;N:100	-8.75138
;N:71;w:9;/N:71;w:3	-8.75154
;N:73;N:77	-8.75178
;/N:98	-8.75272
;w:12;N:55	-8.75282
;N:97;w:6;/N:97	-8.75333
;N:49;w:8;/N:49	-8.75395
;N:51;w:4;/N:51	-8.75695
;N:54;N:58;N:61	-8.75944
;N:28;w:6;/N:28	-8.76322
;N:72;w:9;/N:72;w:3	-8.76366
;N:57;N:62;N:66	-8.76404
;N:59;N:64;N:68	-8.766
;N:49;N:53	-8.76916
;/N:76;/N:79	-8.76936
;N:60;N:67	-8.77069
;/N:72;/N:76	-8.77114
;N:82;w:8;/N:82	-8.77209
;N:82;N:85	-8.77245
;T:44	-8.77255
;N:51;N:56	-8.77451
;N:74;w:3;/N:74;w:3	-8.77693
;w:12;D:46	-8.77882
;N:64;w:9;/N:64;w:3	-8.78023
;w:3;/N:45	-8.78125
;N:67;w:9;/N:67	-8.78145
;N:70;w:9;/N:70	-8.78276
;w:3;/N:44	-8.78357
;N:55;N:60;N:64	-8.78403
;N:64;w:3;/N:64;w:3	-8.78455
;N:69;w:9;/N:69	-8.78539
;/N:81;/N:84	-8.78673
;w:6;/N:66	-8.78784
;N:68;w:9;/N:68	-8.78871
;N:66;w:9;/N:66	-8.78972
;T:43	-8.78992
;N:46;w:3;/N:46	-8.79209
;N:84;w:4;/N:84	-8.79299
;N:73;w:3	-8.79406
;/N:34	-8.79979
;w:12;D:38	-8.80097
;w:3;/N:43	-8.80227
;N:60;w:18;/N:60	-8.80345
;N:61;N:68	-8.80356
;N:63;w:3;/N:63;w:3	-8.80468
;w:12;N:65	-8.80493
;w:3;/N:71	-8.80538
;/N:77;/N:80	-8.80595
;N:76;N:79	-8.80865
;N:65;w:9;/N:65	-8.80933
;N:72;w:3	-8.81
;w:12;/N:66	-8.8106
;N:48;N:52	-8.81073
;N:61;w:18;/N:61	-8.81233
;N:76;N:88	-8.81249
;N:62;w:3;/N:62;w:3	-8.81346
;N:75;w:9;/N:75;w:3	-8.81459
;/N:70;/N:75	-8.8161
;N:47;w:8;/N:47	-8.81692
;N:95;w:6;/N:95	-8.81709
;N:75;w:3	-8.81739
;N:75;w:3;/N:75;w:3	-8.81747
;w:12;N:63	-8.8176
;w:24;D:38	-8.81886
;N:80;N:83	-8.81939
;N:48;w:8;/N:48	-8.81944
;N:93;w:6;/N:93	-8.82111
;w:45;/N:5	-8.8235
;N:73;w:9;/N:73;w:3	-8.82467
;w:12;N:54	-8.82497
;N:77;N:80	-8.82628
;/N:54;/N:58	-8.82636
;N:77;w:18;/N:77	-8.82674
;/N:54;/N:59	-8.83
;N:72;N:76	-8.83095
;w:3;/N:40	-8.83109
;N:49;N:52	-8.83112
;N:74;w:3	-8.83289
;/N:38	-8.83518
;N:56;N:61;N:65	-8.83657
;N:64;w:9;/N:64	-8.83789
;N:63;w:9;/N:63;w:3	-8.83841
;/N:37	-8.83911
;/N:58;/N:62;/N:65	-8.83914
;N:84;w:8;/N:84	-8.83943
;N:71;w:3	-8.84076
;w:12;/N:65	-8.84121
;N:44;w:3;/N:44	-8.84128
;N:65;N:69;N:72	-8.84133
;N:61;w:3;/N:61;w:3	-8.84248
;N:32;w:24;/N:32	-8.84349
;w:3;/N:73	-8.84387
;w:3;/N:42	-8.84394
;N:71;N:75;N:78	-8.84417
;w:24;/N:63	-8.84443
;w:3;/N:41	-8.84521
;/N:75;/N:79	-8.84574
;w:6;/N:67	-8.84648
;N:21	-8.84686
;w:3;/N:72	-8.84726
;/N:59;/N:66	-8.84828
;w:6;D:38	-8.84834
;w:24;/N:64	-8.84837
;N:44;w:8;/N:44	-8.84879
;N:52;N:56;N:59	-8.8489
;/N:73;/N:77	-8.84941
;N:20	-8.85063
;N:53;N:57;N:60	-8.85104
;N:46;w:8;/N:46	-8.85235
;N:59;N:62;N:67	-8.85252
;N:51;N:55;N:58	-8.85456
;N:71;w:9;/N:71	-8.85475
;/N:71;/N:76	-8.85593
;N:68;N:73;N:77	-8.85671
;/N:67;/N:79	-8.85693
;/N:32	-8.85711
;N:86;w:24;/N:86	-8.85712
;N:78;w:18;/N:78	-8.85869
;/N:57;/N:64	-8.8588
;/N:57;/N:61;/N:64	-8.85925
;N:62;N:69	-8.85956
;N:68;w:36;/N:68	-8.85971
;N:61;N:66;N:70	-8.86
;/N:69;/N:81	-8.86216
;N:60;N:63;N:68	-8.86248
;N:67;w:36;/N:67	-8.86289
;/N:59;/N:63;/N:66	-8.86336
;N:51;N:54	-8.86346
;/N:33	-8.86461
;N:63;w:9;/N:63	-8.86476
;w:12;N:66	-8.8649
;w:12;N:64	-8.86633
;w:12;/N:38	-8.8674
;N:72;w:9;/N:72	-8.86827
;N:62;w:9;/N:62;w:3	-8.86917
;N:63;N:70	-8.87118
;N:61;N:64;N:69	-8.87141
;/N:79;/N:82	-8.87155
;w:6;/N:68	-8.87176
;N:30;N:42	-8.87261
;N:64;N:71	-8.87334
;N:45;w:8;/N:45	-8.87461
;N:76;w:3;/N:76;w:3	-8.87477
;N:69;w:36;/N:69	-8.87496
;/N:61;/N:73	-8.87672
;/N:59;/N:71	-8.87797
;/N:60;/N:72	-8.87835
;N:95;w:12;/N:95	-8.87895
;N:66;N:73	-8.87948
;/N:31	-8.88073
;/N:58;/N:65	-8.88115
;/N:74;/N:78	-8.88254
;N:83;w:8;/N:83	-8.88321
;N:70;w:3	-8.88436
;N:70;w:36;/N:70	-8.88473
;w:12;/N:67	-8.88488
;N:84;w:3;/N:84	-8.88505
;N:76;w:9;/N:76;w:3	-8.88514
;/N:63;/N:70	-8.88816
;/N:56;/N:63	-8.88862
;/N:56;/N:60;/N:63	-8.89004
;N:76;w:3	-8.89098
;N:78;N:81	-8.89168
;/N:60;/N:67	-8.89176
;N:66;w:36;/N:66	-8.89253
;N:70;N:74;N:77	-8.89328
;N:87;w:24;/N:87	-8.8937
;T:37	-8.89427
;/N:100	-8.89437
;N:27;w:6;/N:27	-8.89482
;N:73;w:9;/N:73	-8.89638
;/N:58;/N:70	-8.89742
;N:62;w:9;/N:62	-8.89805
;w:6;/N:39	-8.8982
;N:101	-8.89833
;/N:53;/N:60	-8.89881
;/N:28	-8.89972
;N:66;N:70;N:73	-8.90023
;N:77;N:89	-8.90339
;N:57;N:60;N:65	-8.90484
;T:48;T:5	-8.90489
;N:42;N:49	-8.90608
;N:77;w:3;/N:77;w:3	-8.9067
;N:31;w:24;/N:31	-8.90793
;T:39	-8.90818
;/N:68;/N:80	-8.90821
;N:74;w:9;/N:74;w:3	-8.90915
;N:58;N:61;N:66	-8.90922
;/N:77;/N:82	-8.90938
;/N:74;/N:79	-8.91122
;N:71;w:36;/N:71	-8.91135
;/N:61;/N:68	-8.91405
;N:58;w:3;/N:58;w:3	-8.91417
;w:24;/N:61	-8.91719
;w:12;N:67	-8.9176
;N:60;w:3;/N:60;w:3	-8.91907
;/N:82;/N:85	-8.91939
;N:85;w:3;/N:85	-8.92003
;/N:57;/N:69	-8.92123
;N:85;w:4;/N:85	-8.92166
;w:6;D:38;D:42	-8.9237
;/N:79;/N:84	-8.924
;N:71;N:76	-8.92614
;N:43;w:8;/N:43	-8.92653
;N:77;w:3	-8.9271
;/N:53;/N:56	-8.92902
;/N:25	-8.9305
;/N:56;/N:68	-8.93066
;/N:63;/N:67;/N:70	-8.93122
;N:50;N:54;N:57	-8.93148
;T:81	-8.93287
;/N:63;/N:75	-8.93314
;N:65;w:36;/N:65	-8.93457
;N:72;w:36;/N:72	-8.93583
;w:6;/N:38	-8.93678
;N:69;w:16;/N:69	-8.93857
;/N:62;/N:69	-8.9393
;/N:53;/N:57	-8.93931
;N:54;N:59;N:63	-8.93993
;w:12;D:37	-8.94027
;/N:66;/N:78	-8.94051
;/N:65;/N:77	-8.94174
;/N:52;/N:55	-8.94254
;N:59;w:18;/N:59	-8.94257
;N:77;N:82	-8.94268
;/N:30	-8.94322
;/N:72;/N:77	-8.94368
;N:64;w:36;/N:64	-8.94423
;N:74;N:78	-8.94469
;N:54;w:4;/N:54	-8.9448
;/N:54;/N:58;/N:61	-8.94518
;w:12;N:52	-8.94558
;/N:64;/N:71	-8.947
;/N:64;/N:76	-8.94704
;N:80;N:85	-8.94767
;N:42;w:8;/N:42	-8.9492
;N:71;N:78	-8.95121
;N:77;N:81	-8.95175
;N:68;w:16;/N:68	-8.95233
;/N:62;/N:66;/N:69	-8.95339
;N:81;N:85	-8.95402
;w:24;/N:59	-8.95549
;N:73;w:36;/N:73	-8.95599
;/N:80;/N:83	-8.95618
;w:3;/N:39	-8.95694
;N:59;w:3;/N:59;w:3	-8.95728
;N:58;w:18;/N:58	-8.95786
;/N:62;/N:74	-8.95831
;N:81;N:84	-8.96132
;/N:55;/N:59;/N:62	-8.96182
;/N:60;/N:64;/N:67	-8.96237
;N:65;N:72	-8.96267
;w:1;/N:54	-8.96278
;N:61;w:9;/N:61;w:3	-8.9632
;T:35	-8.96445
;N:75;N:79	-8.96487
;N:85;w:8;/N:85	-8.96529
;T:36	-8.96565
;w:24;/N:55	-8.96775
;/N:61;/N:65;/N:68	-8.96878
;D:48;D:50	-8.97161
;/N:39;/N:51	-8.97187
;N:70;w:16;/N:70	-8.97234
;N:25;w:12;/N:25	-8.97236
;N:78;w:3	-8.97478
;N:62;N:65;N:70	-8.97587
;N:42;w:3;/N:42	-8.976
;N:71;w:16;/N:71	-8.97745
;/N:35;/N:47	-8.97864
;N:58;w:9;/N:58;w:3	-8.97973
;/N:74;/N:86	-8.98185
;N:78;w:3;/N:78;w:3	-8.98241
;N:43;w:3;/N:43	-8.98348
;N:98;w:6;/N:98	-8.98368
;/N:27	-8.98372
;N:70;w:4;/N:70;w:2	-8.98381
;N:66;N:69;N:73	-8.98404
;w:24;/N:58	-8.98426
;w:12;N:53	-8.98441
;N:67;w:16;/N:67	-8.98519
;N:60;w:9;/N:60;w:3	-8.98696
;N:29;N:41	-8.98765
;N:79;w:18;/N:79	-8.99152
;w:24;/N:57	-8.99175
;w:6;/N:69	-8.99178
;w:45;/N:4	-8.99183
;/N:75;/N:80	-8.99247
;/N:71;/N:83	-8.99422
;/N:53;/N:58	-8.9944
;w:24;/N:65	-8.99514
;N:57;w:9;/N:57;w:3	-8.99877
;N:77;w:9;/N:77;w:3	-8.99973
;/N:55;/N:67	-8.99985
;w:24;/N:50	-8.99987
;N:52;w:4;/N:52	-9.00102
;w:24;/N:66	-9.00124
;N:68;N:75	-9.00151
;N:74;w:9;/N:74	-9.00154
;N:78;N:82	-9.0021
;/N:76;/N:80	-9.00216
;w:24;/N:56	-9.00237
;/N:33;/N:45	-9.00242
;/N:55;/N:62	-9.00254
;N:72;N:79	-9.00555
;N:69;w:4;/N:69;w:2	-9.00587
;N:79;N:84	-9.00685
;/N:49;/N:56	-9.00692
;/N:73;/N:78	-9.00754
;/N:79;/N:83	-9.00779
;/N:66;/N:73	-9.00791
;N:41;w:8;/N:41	-9.01039
;N:70;N:77	-9.01048
;/N:52;/N:59	-9.01093
;N:19	-9.01148
;N:63;w:36;/N:63	-9.01215
;N:48;w:4;/N:48	-9.01215
;N:71;w:4;/N:71;w:2	-9.01245
;D:36;D:42;w:12;D:42	-9.0133
;N:61;N:70	-9.01348
;/N:70;/N:82	-9.01407
;/N:101	-9.01525
;N:67;N:70;N:74	-9.01599
;/N:22	-9.0168
;N:87;w:3;/N:87	-9.01734
;N:52;N:57;N:61	-9.01803
;N:75;w:9;/N:75	-9.01884
;N:55;w:3;/N:55;w:3	-9.01981
;N:68;N:77	-9.01993
;N:57;w:18;/N:57	-9.02082
;/N:53;/N:57;/N:60	-9.02105
;/N:77;/N:81	-9.02207
;w:24;D:42	-9.0227
;w:45;/N:6	-9.0228
;N:88;w:3;/N:88	-9.023
;N:66;w:16;/N:66	-9.02424
;/N:54;/N:66	-9.02436
;N:62;w:36;/N:62	-9.0263
;N:49;N:54	-9.02727
;N:26;w:6;/N:26	-9.02993
;N:55;w:4;/N:55	-9.03035
;N:50;N:55;N:59	-9.0306
;/N:73;/N:85	-9.03104
;N:72;N:76;N:79	-9.03146
;N:72;w:16;/N:72	-9.03186
;/N:50;/N:57	-9.03309
;N:78;N:90	-9.03373
;N:72;w:4;/N:72;w:2	-9.03377
;w:12;/N:68	-9.03414
;N:37;w:8;/N:37	-9.03553
;D:69;D:70	-9.03697
;T:82	-9.03708
;w:1;/N:53	-9.03772
;N:79;N:83	-9.03773
;N:59;N:62;N:66	-9.038
;/N:54;/N:61	-9.03855
;N:69;w:3	-9.0389
;N:62;N:67;N:71	-9.0394
;/N:51;/N:56	-9.03981
;w:12;N:68	-9.03986
;/N:65;/N:72	-9.03993
;N:102	-9.04027
;/N:44;/N:56	-9.04047
;N:94;w:3;/N:94	-9.04056
;N:74;w:36;/N:74	-9.04065
;/N:75;/N:87	-9.04088
;/N:34;/N:46	-9.04192
;N:79;w:3;/N:79;w:3	-9.04197
;N:57;w:3;/N:57;w:3	-9.04257
;N:63;N:66;N:71	-9.04274
;/N:52;/N:57	-9.0428
;N:48;N:53	-9.04288
;N:41;N:48	-9.04477
;N:60;N:63;N:67	-9.04527
;/N:50;/N:55	-9.04603
;N:83;N:86	-9.04656
;N:39;w:8;/N:39	-9.04795
;w:6;D:37	-9.04821
;N:56;N:59;N:64	-9.0487
;N:41;w:18;/N:41	-9.04975
;/N:72;/N:84	-9.04975
;N:79;w:3	-9.05051
;N:63;N:72	-9.05051
;N:66;w:3	-9.05155
;N:69;N:73;N:76	-9.05324
;N:61;w:6;/N:61;w:6	-9.05382
;N:77;w:6;/N:77;w:6	-9.05473
;N:47;N:51	-9.05527
;N:38;w:4;/N:38	-9.05558
;N:59;w:9;/N:59;w:3	-9.05612
;w:3;/N:74	-9.05616
;/N:41;/N:53	-9.05745
;N:73;N:80	-9.05752
;N:96;w:12;/N:96	-9.05935
;N:65;w:16;/N:65	-9.05956
;D:54;D:69	-9.05958
;w:24;/N:51	-9.05966
;/N:20	-9.06019
;w:12;/N:69	-9.06021
;N:103	-9.06056
;w:24;/N:53	-9.06061
;N:75;w:36;/N:75	-9.06126
;N:73;w:16;/N:73	-9.06164
;/N:51;/N:63	-9.06253
;/N:42;/N:54	-9.0632
;N:90;w:3;/N:90	-9.06335
;D:38;D:46	-9.06424
;N:54;N:57;N:61	-9.06429
;N:52;N:55;N:59	-9.06437
;D:51;D:69	-9.06781
;N:47;N:52	-9.06789
;N:67;N:72;N:76	-9.06943
;/N:78;/N:82	-9.06955
;/N:65;/N:69;/N:72	-9.06957
;/N:70;/N:74;/N:77	-9.07087
;N:86;w:4;/N:86	-9.0709
;N:56;w:9;/N:56;w:3	-9.07152
;w:24;/N:62	-9.07169
;N:80;w:18;/N:80	-9.07195
;w:12;/N:37	-9.07211
;/N:31;/N:43	-9.0722
;/N:32;/N:44	-9.07252
;N:68;N:71;N:76	-9.0726
;N:65;w:3	-9.07271
;/N:80;/N:85	-9.07297
;N:69;N:72;N:77	-9.07319
;N:63;N:71	-9.07364
;N:55;N:58;N:62	-9.07393
;D:54;D:70	-9.07457
;N:66;N:71;N:75	-9.07475
;N:59;w:9;/N:59	-9.07479
;N:54;N:57;N:62	-9.07598
;N:48;N:51	-9.07644
;N:88;w:4;/N:88	-9.077
;N:40;w:8;/N:40	-9.07829
;N:53;N:58;N:62	-9.07855
;w:2;/N:62	-9.07861
;N:63;N:66;N:70	-9.07872
;/N:78;/N:83	-9.08018
;N:38;w:18;/N:38	-9.08047
;N:40;N:47	-9.08047
;/N:38;/N:50	-9.08107
;N:68;N:72;N:75	-9.08137
;N:68;N:76	-9.08163
;/N:81;/N:85	-9.08171
;N:72;N:77	-9.08192
;w:3;/N:38	-9.08212
;N:67;N:71;N:74	-9.08231
;N:65;N:68;N:72	-9.08324
;N:36;w:8;/N:36	-9.08412
;w:24;/N:52	-9.08442
;N:38;w:8;/N:38	-9.0847
;N:78;N:83	-9.08582
;w:24;/N:60	-9.08602
;/N:45;/N:57	-9.08654
;N:75;N:80	-9.08692
;w:24;/N:67	-9.0876
;/N:64;/N:68;/N:71	-9.08797
;/N:51;/N:54	-9.08807
;/N:72;/N:79	-9.08856
;N:56;w:18;/N:56	-9.08868
;/N:71;/N:78	-9.08922
;N:80;w:3	-9.0893
;/N:51;/N:58	-9.08956
;N:55;N:58;N:63	-9.08976
;N:64;w:16;/N:64	-9.08992
;N:63;N:68;N:72	-9.09105
;w:6;D:46	-9.09206
;N:67;N:74	-9.09208
;w:12;N:69	-9.09259
;w:1;/N:63	-9.09301
;N:68;N:71;N:75	-9.09328
;/N:52;/N:56	-9.09394
;N:50;w:4;/N:50	-9.09456
;D:38;D:42	-9.09529
;N:62;N:70	-9.09552
;N:61;w:9;/N:61	-9.0958
;N:64;N:67;N:71	-9.09585
;N:68;w:4;/N:68;w:2	-9.09623
;w:6;D:43	-9.097
;/N:40;/N:52	-9.09794
;N:56;w:3;/N:56;w:3	-9.0988
;N:30;w:24;/N:30	-9.09906
;/N:43;/N:55	-9.09998
;/N:61;/N:70	-9.09998
;N:69;N:74;N:78	-9.1004
;N:64;N:72	-9.10048
;N:64;N:73	-9.10151
;N:99;w:6;/N:99	-9.10161
;w:1;/N:62	-9.10186
;/N:80;/N:84	-9.10242
;N:73;N:77;N:80	-9.10294
;N:67;w:4;/N:67;w:2	-9.10296
;N:55;w:9;/N:55;w:3	-9.10304
;N:86;w:3;/N:86	-9.10306
;N:44;w:4;/N:44	-9.10375
;w:1;/N:52	-9.10394
;N:46;w:4;/N:46	-9.10502
;N:80;N:84	-9.10591
;w:12;D:45	-9.10723
;N:56;N:59;N:63	-9.10834
;w:2;/N:64	-9.10868
;N:88;w:24;/N:88	-9.10981
;N:64;N:67;N:72	-9.11207
;/N:58;/N:66	-9.11228
;N:105	-9.11263
;N:67;w:3	-9.11311
;D:51;D:54	-9.11312
;N:83;N:87	-9.11335
;N:74;w:16;/N:74	-9.11415
;/N:75;w:3	-9.11432
;N:28;N:40	-9.11511
;/N:55;/N:58;/N:63	-9.1157
;N:76;N:80	-9.11574
;N:76;w:9;/N:76	-9.11621
;/N:49;/N:61	-9.11621
;N:41;w:3;/N:41	-9.11641
;w:12;/N:59;N:59	-9.11653
;/N:81;/N:86	-9.11664
;/N:37;/N:49	-9.11729
;/N:52;/N:64	-9.11792
;w:27;/N:3	-9.12049
;w:12;N:70	-9.12071
;w:24;/N:54	-9.1209
;w:1;/N:65	-9.12103
;N:60;w:9;/N:60	-9.12151
;N:78;w:9;/N:78;w:3	-9.12164
;w:12;/N:61;N:61	-9.12193
;N:66;w:4;/N:66;w:2	-9.12211
;N:61;N:64;N:68	-9.12255
;/N:60;/N:62	-9.12277
;w:2;/N:61	-9.12304
;N:66;N:75	-9.12312
;N:70;N:73;N:78	-9.12517
;w:1;/N:64	-9.12563
;N:82;N:86	-9.12585
;N:73;w:4;/N:73;w:2	-9.12708
;w:1;/N:58	-9.12716
;N:57;N:60;N:64	-9.12717
;/N:50;/N:53	-9.12739
;N:74;w:4;/N:74;w:2	-9.12753
;N:61;w:36;/N:61	-9.12757
;w:2;/N:60	-9.12829
;w:1;/N:61	-9.12843
;w:2;/N:63	-9.12864
;N:87;w:3	-9.12881
;/N:66;/N:74	-9.1301
;w:6;/N:37	-9.13017
;w:24;N:58	-9.13041
;w:24;/N:47	-9.13096
;N:55;w:18;/N:55	-9.13149
;N:40;w:6;/N:40;w:6	-9.13204
;N:89;w:3;/N:89	-9.13286
;w:24;N:61	-9.13287
;N:45;N:52;N:57	-9.13296
;w:24;N:60	-9.13374
;N:81;N:86	-9.13446
;/N:67;/N:74	-9.13462
;N:43;w:18;/N:43	-9.13505
;w:12;/N:70	-9.13514
;N:65;N:73	-9.13626
;/N:53;/N:65	-9.13654
;w:12;/N:58;N:58	-9.13731
;N:97;w:12;/N:97	-9.13893
;N:87;w:4;/N:87	-9.13925
