<unk>	0
<s>	0
</s>	0
<pad>	0
;B:0	0
;B:1	0
;B:2	0
;B:3	0
;B:4	0
;B:5	0
;B:6	0
;B:7	0
;M:0	0
;M:1	0
;M:2	0
;M:3	0
;M:4	0
;M:5	0
;M:6	0
;M:7	0
;L:1	0
;L:2	0
;L:3	0
;L:4	0
;L:5	0
;L:6	0
;L:7	0
;L:8	0
;L:9	0
;L:10	0
;L:11	0
;L:12	0
;L:13	0
;L:14	0
;L:15	0
;L:16	0
;L:17	0
;L:18	0
;L:19	0
;L:20	0
;L:21	0
;L:22	0
;L:23	0
;L:24	0
;L:25	0
;L:26	0
;L:27	0
;L:28	0
;L:29	0
;L:30	0
;L:31	0
;L:32	0
;L:33	0
;L:34	0
;L:35	0
;L:36	0
;L:37	0
;L:38	0
;L:39	0
;L:40	0
;L:41	0
;L:42	0
;L:43	0
;L:44	0
;L:45	0
;L:46	0
;L:47	0
;L:48	0
;L:49	0
;L:50	0
;L:51	0
;L:52	0
;L:53	0
;L:54	0
;L:55	0
;L:56	0
;L:57	0
;L:58	0
;L:59	0
;L:60	0
;L:61	0
;L:62	0
;L:63	0
;L:64	0
;L:65	0
;L:66	0
;L:67	0
;L:68	0
;L:69	0
;L:70	0
;L:71	0
;L:72	0
;L:73	0
;L:74	0
;L:75	0
;L:76	0
;L:77	0
;L:78	0
;L:79	0
;L:80	0
;L:81	0
;L:82	0
;L:83	0
;L:84	0
;L:85	0
;L:86	0
;L:87	0
;L:88	0
;L:89	0
;L:90	0
;L:91	0
;L:92	0
;L:93	0
;L:94	0
;L:95	0
;L:96	0
;L:97	0
;L:98	0
;L:99	0
;L:100	0
;L:101	0
;L:102	0
;L:103	0
;L:104	0
;L:105	0
;L:106	0
;L:107	0
;L:108	0
;L:109	0
;L:110	0
;L:111	0
;L:112	0
;L:113	0
;L:114	0
;L:115	0
;L:116	0
;L:117	0
;L:118	0
;L:119	0
;L:120	0
;L:121	0
;L:122	0
;L:123	0
;L:124	0
;L:125	0
;L:126	0
;L:127	0
;L:128	0
;L:129	0
;L:130	0
;L:131	0
;L:132	0
;L:133	0
;L:134	0
;L:135	0
;L:136	0
;L:137	0
;L:138	0
;L:139	0
;L:140	0
;L:141	0
;L:142	0
;L:143	0
;L:144	0
;L:145	0
;L:146	0
;L:147	0
;L:148	0
;L:149	0
;L:150	0
;L:151	0
;L:152	0
;L:153	0
;L:154	0
;L:155	0
;L:156	0
;L:157	0
;L:158	0
;L:159	0
;L:160	0
;L:161	0
;L:162	0
;L:163	0
;L:164	0
;L:165	0
;L:166	0
;L:167	0
;L:168	0
;L:169	0
;L:170	0
;L:171	0
;L:172	0
;L:173	0
;L:174	0
;L:175	0
;L:176	0
;L:177	0
;L:178	0
;L:179	0
;L:180	0
;L:181	0
;L:182	0
;L:183	0
;L:184	0
;L:185	0
;L:186	0
;L:187	0
;L:188	0
;L:189	0
;L:190	0
;L:191	0
;L:192	0
;I:0	0
;I:1	0
;I:2	0
;I:3	0
;I:4	0
;I:5	0
;I:6	0
;I:7	0
;I:8	0
;I:9	0
;I:10	0
;I:11	0
;I:12	0
;I:13	0
;I:14	0
;I:15	0
;I:16	0
;I:17	0
;I:18	0
;I:19	0
;I:20	0
;I:21	0
;I:22	0
;I:23	0
;I:24	0
;I:25	0
;I:26	0
;I:27	0
;I:28	0
;I:29	0
;I:30	0
;I:31	0
;I:32	0
;I:33	0
;I:34	0
;I:35	0
;I:36	0
;I:37	0
;I:38	0
;I:39	0
;I:40	0
;I:41	0
;I:42	0
;I:43	0
;I:44	0
;I:45	0
;I:46	0
;I:47	0
;I:48	0
;I:49	0
;I:50	0
;I:51	0
;I:52	0
;I:53	0
;I:54	0
;I:55	0
;I:56	0
;I:57	0
;I:58	0
;I:59	0
;I:60	0
;I:61	0
;I:62	0
;I:63	0
;I:64	0
;I:65	0
;I:66	0
;I:67	0
;I:68	0
;I:69	0
;I:70	0
;I:71	0
;I:72	0
;I:73	0
;I:74	0
;I:75	0
;I:76	0
;I:77	0
;I:78	0
;I:79	0
;I:80	0
;I:81	0
;I:82	0
;I:83	0
;I:84	0
;I:85	0
;I:86	0
;I:87	0
;I:88	0
;I:89	0
;I:90	0
;I:91	0
;I:92	0
;I:93	0
;I:94	0
;I:95	0
;I:96	0
;I:97	0
;I:98	0
;I:99	0
;I:100	0
;I:101	0
;I:102	0
;I:103	0
;I:104	0
;I:105	0
;I:106	0
;I:107	0
;I:108	0
;I:109	0
;I:110	0
;I:111	0
;I:112	0
;I:113	0
;I:114	0
;I:115	0
;I:116	0
;I:117	0
;I:118	0
;I:119	0
;I:120	0
;I:121	0
;I:122	0
;I:123	0
;I:124	0
;I:125	0
;I:126	0
;I:127	0
;I:128	0
;I:129	0
;I:130	0
;I:131	0
;I:132	0
;I:133	0
;I:134	0
;I:135	0
;I:136	0
;I:137	0
;I:138	0
;I:139	0
;I:140	0
;I:141	0
;I:142	0
;I:143	0
;I:144	0
;I:145	0
;I:146	0
;I:147	0
;I:148	0
;I:149	0
;I:150	0
;I:151	0
;I:152	0
;I:153	0
;I:154	0
;I:155	0
;I:156	0
;I:157	0
;I:158	0
;I:159	0
;I:160	0
;I:161	0
;I:162	0
;I:163	0
;I:164	0
;I:165	0
;I:166	0
;I:167	0
;I:168	0
;I:169	0
;I:170	0
;I:171	0
;I:172	0
;I:173	0
;I:174	0
;I:175	0
;I:176	0
;I:177	0
;I:178	0
;I:179	0
;I:180	0
;I:181	0
;I:182	0
;I:183	0
;I:184	0
;I:185	0
;I:186	0
;I:187	0
;I:188	0
;I:189	0
;I:190	0
;I:191	0
;I:192	0
;I:193	0
;I:194	0
;I:195	0
;I:196	0
;I:197	0
;I:198	0
;I:199	0
;I:200	0
;I:201	0
;I:202	0
;I:203	0
;I:204	0
;I:205	0
;I:206	0
;I:207	0
;I:208	0
;I:209	0
;I:210	0
;I:211	0
;I:212	0
;I:213	0
;I:214	0
;I:215	0
;I:216	0
;I:217	0
;I:218	0
;I:219	0
;I:220	0
;I:221	0
;I:222	0
;I:223	0
;I:224	0
;I:225	0
;I:226	0
;I:227	0
;I:228	0
;I:229	0
;I:230	0
;I:231	0
;I:232	0
;I:233	0
;I:234	0
;I:235	0
;I:236	0
;I:237	0
;I:238	0
;I:239	0
;I:240	0
;I:241	0
;I:242	0
;I:243	0
;I:244	0
;I:245	0
;I:246	0
;I:247	0
;I:248	0
;I:249	0
;I:250	0
;I:251	0
;I:252	0
;I:253	0
;I:254	0
;I:255	0
;I:256	0
;I:257	0
;R:1	0
;R:2	0
;R:3	0
;R:4	0
;R:5	0
;R:6	0
;R:7	0
;R:8	0
;R:9	0
;R:10	0
;R:11	0
;R:12	0
;R:13	0
;R:14	0
;R:15	0
;R:16	0
;R:17	0
;R:18	0
;R:19	0
;R:20	0
;R:21	0
;R:22	0
;R:23	0
;R:24	0
;R:25	0
;R:26	0
;R:27	0
;R:28	0
;R:29	0
;R:30	0
;R:31	0
;R:32	0
;R:33	0
;R:34	0
;R:35	0
;R:36	0
;R:37	0
;R:38	0
;R:39	0
;R:40	0
;R:41	0
;R:42	0
;R:43	0
;R:44	0
;R:45	0
;R:46	0
;R:47	0
;R:48	0
;R:49	0
;R:50	0
;R:51	0
;R:52	0
;R:53	0
;R:54	0
;R:55	0
;R:56	0
;R:57	0
;R:58	0
;R:59	0
;R:60	0
;R:61	0
;R:62	0
;R:63	0
;<extra_id_0>	0
;<extra_id_1>	0
;<extra_id_2>	0
;<extra_id_3>	0
;<extra_id_4>	0
;<extra_id_5>	0
;<extra_id_6>	0
;<extra_id_7>	0
;<extra_id_8>	0
;<extra_id_9>	0
;<extra_id_10>	0
;<extra_id_11>	0
;<extra_id_12>	0
;<extra_id_13>	0
;<extra_id_14>	0
;<extra_id_15>	0
;<extra_id_16>	0
;<extra_id_17>	0
;<extra_id_18>	0
;<extra_id_19>	0
;<extra_id_20>	0
;<extra_id_21>	0
;<extra_id_22>	0
;<extra_id_23>	0
;<extra_id_24>	0
;<extra_id_25>	0
;<extra_id_26>	0
;<extra_id_27>	0
;<extra_id_28>	0
;<extra_id_29>	0
;<extra_id_30>	0
;<extra_id_31>	0
;<extra_id_32>	0
;<extra_id_33>	0
;<extra_id_34>	0
;<extra_id_35>	0
;<extra_id_36>	0
;<extra_id_37>	0
;<extra_id_38>	0
;<extra_id_39>	0
;<extra_id_40>	0
;<extra_id_41>	0
;<extra_id_42>	0
;<extra_id_43>	0
;<extra_id_44>	0
;<extra_id_45>	0
;<extra_id_46>	0
;<extra_id_47>	0
;<extra_id_48>	0
;<extra_id_49>	0
;<extra_id_50>	0
;<extra_id_51>	0
;<extra_id_52>	0
;<extra_id_53>	0
;<extra_id_54>	0
;<extra_id_55>	0
;<extra_id_56>	0
;<extra_id_57>	0
;<extra_id_58>	0
;<extra_id_59>	0
;<extra_id_60>	0
;<extra_id_61>	0
;<extra_id_62>	0
;<extra_id_63>	0
;<extra_id_64>	0
;<extra_id_65>	0
;<extra_id_66>	0
;<extra_id_67>	0
;<extra_id_68>	0
;<extra_id_69>	0
;<extra_id_70>	0
;<extra_id_71>	0
;<extra_id_72>	0
;<extra_id_73>	0
;<extra_id_74>	0
;<extra_id_75>	0
;<extra_id_76>	0
;<extra_id_77>	0
;<extra_id_78>	0
;<extra_id_79>	0
;<extra_id_80>	0
;<extra_id_81>	0
;<extra_id_82>	0
;<extra_id_83>	0
;<extra_id_84>	0
;<extra_id_85>	0
;<extra_id_86>	0
;<extra_id_87>	0
;<extra_id_88>	0
;<extra_id_89>	0
;<extra_id_90>	0
;<extra_id_91>	0
;<extra_id_92>	0
;<extra_id_93>	0
;<extra_id_94>	0
;<extra_id_95>	0
;<extra_id_96>	0
;<extra_id_97>	0
;<extra_id_98>	0
;<extra_id_99>	0
;<extra_id_100>	0
;<extra_id_101>	0
;<extra_id_102>	0
;<extra_id_103>	0
;<extra_id_104>	0
;<extra_id_105>	0
;<extra_id_106>	0
;<extra_id_107>	0
;<extra_id_108>	0
;<extra_id_109>	0
;<extra_id_110>	0
;<extra_id_111>	0
;<extra_id_112>	0
;<extra_id_113>	0
;<extra_id_114>	0
;<extra_id_115>	0
;<extra_id_116>	0
;<extra_id_117>	0
;<extra_id_118>	0
;<extra_id_119>	0
;<extra_id_120>	0
;<extra_id_121>	0
;<extra_id_122>	0
;<extra_id_123>	0
;<extra_id_124>	0
;<extra_id_125>	0
;<extra_id_126>	0
;<extra_id_127>	0
;<extra_id_128>	0
;<extra_id_129>	0
;<extra_id_130>	0
;<extra_id_131>	0
;<extra_id_132>	0
;<extra_id_133>	0
;<extra_id_134>	0
;<extra_id_135>	0
;<extra_id_136>	0
;<extra_id_137>	0
;<extra_id_138>	0
;<extra_id_139>	0
;<extra_id_140>	0
;<extra_id_141>	0
;<extra_id_142>	0
;<extra_id_143>	0
;<extra_id_144>	0
;<extra_id_145>	0
;<extra_id_146>	0
;<extra_id_147>	0
;<extra_id_148>	0
;<extra_id_149>	0
;<extra_id_150>	0
;<extra_id_151>	0
;<extra_id_152>	0
;<extra_id_153>	0
;<extra_id_154>	0
;<extra_id_155>	0
;<extra_id_156>	0
;<extra_id_157>	0
;<extra_id_158>	0
;<extra_id_159>	0
;<extra_id_160>	0
;<extra_id_161>	0
;<extra_id_162>	0
;<extra_id_163>	0
;<extra_id_164>	0
;<extra_id_165>	0
;<extra_id_166>	0
;<extra_id_167>	0
;<extra_id_168>	0
;<extra_id_169>	0
;<extra_id_170>	0
;<extra_id_171>	0
;<extra_id_172>	0
;<extra_id_173>	0
;<extra_id_174>	0
;<extra_id_175>	0
;<extra_id_176>	0
;<extra_id_177>	0
;<extra_id_178>	0
;<extra_id_179>	0
;<extra_id_180>	0
;<extra_id_181>	0
;<extra_id_182>	0
;<extra_id_183>	0
;<extra_id_184>	0
;<extra_id_185>	0
;<extra_id_186>	0
;<extra_id_187>	0
;<extra_id_188>	0
;<extra_id_189>	0
;<extra_id_190>	0
;<extra_id_191>	0
;<extra_id_192>	0
;<extra_id_193>	0
;<extra_id_194>	0
;<extra_id_195>	0
;<extra_id_196>	0
;<extra_id_197>	0
;<extra_id_198>	0
;<extra_id_199>	0
;<extra_id_200>	0
;<extra_id_201>	0
;<extra_id_202>	0
;<extra_id_203>	0
;<extra_id_204>	0
;<extra_id_205>	0
;<extra_id_206>	0
;<extra_id_207>	0
;<extra_id_208>	0
;<extra_id_209>	0
;<extra_id_210>	0
;<extra_id_211>	0
;<extra_id_212>	0
;<extra_id_213>	0
;<extra_id_214>	0
;<extra_id_215>	0
;<extra_id_216>	0
;<extra_id_217>	0
;<extra_id_218>	0
;<extra_id_219>	0
;<extra_id_220>	0
;<extra_id_221>	0
;<extra_id_222>	0
;<extra_id_223>	0
;<extra_id_224>	0
;<extra_id_225>	0
;<extra_id_226>	0
;<extra_id_227>	0
;<extra_id_228>	0
;<extra_id_229>	0
;<extra_id_230>	0
;<extra_id_231>	0
;<extra_id_232>	0
;<extra_id_233>	0
;<extra_id_234>	0
;<extra_id_235>	0
;<extra_id_236>	0
;<extra_id_237>	0
;<extra_id_238>	0
;<extra_id_239>	0
;<extra_id_240>	0
;<extra_id_241>	0
;<extra_id_242>	0
;<extra_id_243>	0
;<extra_id_244>	0
;<extra_id_245>	0
;<extra_id_246>	0
;<extra_id_247>	0
;<extra_id_248>	0
;<extra_id_249>	0
;<extra_id_250>	0
;<extra_id_251>	0
;<extra_id_252>	0
;<extra_id_253>	0
;<extra_id_254>	0
;<extra_id_255>	0
;<mono>	0
;<poly>	0
;<instruction_0>	0
;<instruction_1>	0
;<instruction_2>	0
;<instruction_3>	0
;<instruction_4>	0
;<instruction_5>	0
;<instruction_6>	0
;<instruction_7>	0
;<instruction_8>	0
;<instruction_9>	0
;<instruction_10>	0
;<instruction_11>	0
;<instruction_12>	0
;<instruction_13>	0
;<instruction_14>	0
;<instruction_15>	0
;<instruction_16>	0
;<instruction_17>	0
;<instruction_18>	0
;<instruction_19>	0
;<instruction_20>	0
;<instruction_21>	0
;<instruction_22>	0
;<instruction_23>	0
;<instruction_24>	0
;<instruction_25>	0
;<instruction_26>	0
;<instruction_27>	0
;<instruction_28>	0
;<instruction_29>	0
;<instruction_30>	0
;<instruction_31>	0
;<instruction_32>	0
;<instruction_33>	0
;<instruction_34>	0
;<instruction_35>	0
;<instruction_36>	0
;<instruction_37>	0
;<instruction_38>	0
;<instruction_39>	0
;<instruction_40>	0
;<instruction_41>	0
;<instruction_42>	0
;<instruction_43>	0
;<instruction_44>	0
;<instruction_45>	0
;<instruction_46>	0
;<instruction_47>	0
;<instruction_48>	0
;<instruction_49>	0
;<instruction_50>	0
;<instruction_51>	0
;<instruction_52>	0
;<instruction_53>	0
;<instruction_54>	0
;<instruction_55>	0
;<instruction_56>	0
;<instruction_57>	0
;<instruction_58>	0
;<instruction_59>	0
;<instruction_60>	0
;<instruction_61>	0
;<instruction_62>	0
;<instruction_63>	0
;<instruction_64>	0
;<instruction_65>	0
;<instruction_66>	0
;<instruction_67>	0
;<instruction_68>	0
;<instruction_69>	0
;<instruction_70>	0
;<instruction_71>	0
;<instruction_72>	0
;<instruction_73>	0
;<instruction_74>	0
;<instruction_75>	0
;<instruction_76>	0
;<instruction_77>	0
;<instruction_78>	0
;<instruction_79>	0
;<instruction_80>	0
;<instruction_81>	0
;<instruction_82>	0
;<instruction_83>	0
;<instruction_84>	0
;<instruction_85>	0
;<instruction_86>	0
;<instruction_87>	0
;<instruction_88>	0
;<instruction_89>	0
;<instruction_90>	0
;<instruction_91>	0
;<instruction_92>	0
;<instruction_93>	0
;<instruction_94>	0
;<instruction_95>	0
;<instruction_96>	0
;<instruction_97>	0
;<instruction_98>	0
;<instruction_99>	0
;<instruction_100>	0
;<instruction_101>	0
;<instruction_102>	0
;<instruction_103>	0
;<instruction_104>	0
;<instruction_105>	0
;<instruction_106>	0
;<instruction_107>	0
;<instruction_108>	0
;<instruction_109>	0
;<instruction_110>	0
;<instruction_111>	0
;<instruction_112>	0
;<instruction_113>	0
;<instruction_114>	0
;<instruction_115>	0
;<instruction_116>	0
;<instruction_117>	0
;<instruction_118>	0
;<instruction_119>	0
;<instruction_120>	0
;<instruction_121>	0
;<instruction_122>	0
;<instruction_123>	0
;<instruction_124>	0
;<instruction_125>	0
;<instruction_126>	0
;<instruction_127>	0
;<instruction_128>	0
;<instruction_129>	0
;<instruction_130>	0
;<instruction_131>	0
;<instruction_132>	0
;<instruction_133>	0
;<instruction_134>	0
;<instruction_135>	0
;<instruction_136>	0
;<instruction_137>	0
;<instruction_138>	0
;<instruction_139>	0
;<instruction_140>	0
;<instruction_141>	0
;<instruction_142>	0
;<instruction_143>	0
;<instruction_144>	0
;<instruction_145>	0
;<instruction_146>	0
;<instruction_147>	0
;<instruction_148>	0
;<instruction_149>	0
;<instruction_150>	0
;<instruction_151>	0
;<instruction_152>	0
;<instruction_153>	0
;<instruction_154>	0
;<instruction_155>	0
;<instruction_156>	0
;<instruction_157>	0
;<instruction_158>	0
;<instruction_159>	0
;<instruction_160>	0
;<instruction_161>	0
;<instruction_162>	0
;<instruction_163>	0
;<instruction_164>	0
;<instruction_165>	0
;<instruction_166>	0
;<instruction_167>	0
;<instruction_168>	0
;<instruction_169>	0
;<instruction_170>	0
;<instruction_171>	0
;<instruction_172>	0
;<instruction_173>	0
;<instruction_174>	0
;<instruction_175>	0
;<instruction_176>	0
;<instruction_177>	0
;<instruction_178>	0
;<instruction_179>	0
;<instruction_180>	0
;<instruction_181>	0
;<instruction_182>	0
;<instruction_183>	0
;<instruction_184>	0
;<instruction_185>	0
;<instruction_186>	0
;<instruction_187>	0
;<instruction_188>	0
;<instruction_189>	0
;<instruction_190>	0
;<instruction_191>	0
;<instruction_192>	0
;<instruction_193>	0
;<instruction_194>	0
;<instruction_195>	0
;<instruction_196>	0
;<instruction_197>	0
;<instruction_198>	0
;<instruction_199>	0
;<instruction_200>	0
;<instruction_201>	0
;<instruction_202>	0
;<instruction_203>	0
;<instruction_204>	0
;<instruction_205>	0
;<instruction_206>	0
;<instruction_207>	0
;<instruction_208>	0
;<instruction_209>	0
;<instruction_210>	0
;<instruction_211>	0
;<instruction_212>	0
;<instruction_213>	0
;<instruction_214>	0
;<instruction_215>	0
;<instruction_216>	0
;<instruction_217>	0
;<instruction_218>	0
;<instruction_219>	0
;<instruction_220>	0
;<instruction_221>	0
;<instruction_222>	0
;<instruction_223>	0
;<instruction_224>	0
;<instruction_225>	0
;<instruction_226>	0
;<instruction_227>	0
;<instruction_228>	0
;<instruction_229>	0
;<instruction_230>	0
;<instruction_231>	0
;<instruction_232>	0
;<instruction_233>	0
;<instruction_234>	0
;<instruction_235>	0
;<instruction_236>	0
;<instruction_237>	0
;<instruction_238>	0
;<instruction_239>	0
;<instruction_240>	0
;<instruction_241>	0
;<instruction_242>	0
;<instruction_243>	0
;<instruction_244>	0
;<instruction_245>	0
;<instruction_246>	0
;<instruction_247>	0
;<instruction_248>	0
;<instruction_249>	0
;<instruction_250>	0
;<instruction_251>	0
;<instruction_252>	0
;<instruction_253>	0
;<instruction_254>	0
;<instruction_255>	0
;<instruction_256>	0
;<instruction_257>	0
;<instruction_258>	0
;<instruction_259>	0
;<instruction_260>	0
;<instruction_261>	0
;<instruction_262>	0
;<instruction_263>	0
;<instruction_264>	0
;<instruction_265>	0
;<instruction_266>	0
;<instruction_267>	0
;<instruction_268>	0
;<instruction_269>	0
;<instruction_270>	0
;<instruction_271>	0
;<instruction_272>	0
;<instruction_273>	0
;<instruction_274>	0
;<instruction_275>	0
;<instruction_276>	0
;<instruction_277>	0
;<instruction_278>	0
;<instruction_279>	0
;<instruction_280>	0
;<instruction_281>	0
;<instruction_282>	0
;<instruction_283>	0
;<instruction_284>	0
;<instruction_285>	0
;<instruction_286>	0
;<instruction_287>	0
;<instruction_288>	0
;<instruction_289>	0
;<instruction_290>	0
;<instruction_291>	0
;<instruction_292>	0
;<instruction_293>	0
;<instruction_294>	0
;<instruction_295>	0
;<instruction_296>	0
;<instruction_297>	0
;<instruction_298>	0
;<instruction_299>	0
;<instruction_300>	0
;<instruction_301>	0
;<instruction_302>	0
;<instruction_303>	0
;<instruction_304>	0
;<instruction_305>	0
;<instruction_306>	0
;<instruction_307>	0
;<instruction_308>	0
;<instruction_309>	0
;<instruction_310>	0
;<instruction_311>	0
;<instruction_312>	0
;<instruction_313>	0
;<instruction_314>	0
;<instruction_315>	0
;<instruction_316>	0
;<instruction_317>	0
;<instruction_318>	0
;<instruction_319>	0
;<instruction_320>	0
;<instruction_321>	0
;<instruction_322>	0
;<instruction_323>	0
;<instruction_324>	0
;<instruction_325>	0
;<instruction_326>	0
;<instruction_327>	0
;<instruction_328>	0
;<instruction_329>	0
;<instruction_330>	0
;<instruction_331>	0
;<instruction_332>	0
;<instruction_333>	0
;<instruction_334>	0
;<instruction_335>	0
;<instruction_336>	0
;<instruction_337>	0
;<instruction_338>	0
;<instruction_339>	0
;<instruction_340>	0
;<instruction_341>	0
;<instruction_342>	0
;<instruction_343>	0
;<instruction_344>	0
;<instruction_345>	0
;<instruction_346>	0
;<instruction_347>	0
;<instruction_348>	0
;<instruction_349>	0
;<instruction_350>	0
;<instruction_351>	0
;<instruction_352>	0
;<instruction_353>	0
;<instruction_354>	0
;<instruction_355>	0
;<instruction_356>	0
;<instruction_357>	0
;<instruction_358>	0
;<instruction_359>	0
;<instruction_360>	0
;<instruction_361>	0
;<instruction_362>	0
;<instruction_363>	0
;<instruction_364>	0
;<instruction_365>	0
;<instruction_366>	0
;<instruction_367>	0
;<instruction_368>	0
;<instruction_369>	0
;<instruction_370>	0
;<instruction_371>	0
;<instruction_372>	0
;<instruction_373>	0
;<instruction_374>	0
;<instruction_375>	0
;<instruction_376>	0
;<instruction_377>	0
;<instruction_378>	0
;<instruction_379>	0
;<instruction_380>	0
;<instruction_381>	0
;<instruction_382>	0
;<instruction_383>	0
;<instruction_384>	0
;<instruction_385>	0
;<instruction_386>	0
;<instruction_387>	0
;<instruction_388>	0
;<instruction_389>	0
;<instruction_390>	0
;<instruction_391>	0
;<instruction_392>	0
;<instruction_393>	0
;<instruction_394>	0
;<instruction_395>	0
;<instruction_396>	0
;<instruction_397>	0
;<instruction_398>	0
;<instruction_399>	0
;<instruction_400>	0
;<instruction_401>	0
;<instruction_402>	0
;<instruction_403>	0
;<instruction_404>	0
;<instruction_405>	0
;<instruction_406>	0
;<instruction_407>	0
;<instruction_408>	0
;<instruction_409>	0
;<instruction_410>	0
;<instruction_411>	0
;<instruction_412>	0
;<instruction_413>	0
;<instruction_414>	0
;<instruction_415>	0
;<instruction_416>	0
;<instruction_417>	0
;<instruction_418>	0
;<instruction_419>	0
;<instruction_420>	0
;<instruction_421>	0
;<instruction_422>	0
;<instruction_423>	0
;<instruction_424>	0
;<instruction_425>	0
;<instruction_426>	0
;<instruction_427>	0
;<instruction_428>	0
;<instruction_429>	0
;<instruction_430>	0
;<instruction_431>	0
;<instruction_432>	0
;<instruction_433>	0
;<instruction_434>	0
;<instruction_435>	0
;<instruction_436>	0
;<instruction_437>	0
;<instruction_438>	0
;<instruction_439>	0
;<instruction_440>	0
;<instruction_441>	0
;<instruction_442>	0
;<instruction_443>	0
;<instruction_444>	0
;<instruction_445>	0
;<instruction_446>	0
;<instruction_447>	0
;<instruction_448>	0
;<instruction_449>	0
;<instruction_450>	0
;<instruction_451>	0
;<instruction_452>	0
;<instruction_453>	0
;<instruction_454>	0
;<instruction_455>	0
;<instruction_456>	0
;<instruction_457>	0
;<instruction_458>	0
;<instruction_459>	0
;<instruction_460>	0
;<instruction_461>	0
;<instruction_462>	0
;<instruction_463>	0
;<instruction_464>	0
;<instruction_465>	0
;<instruction_466>	0
;<instruction_467>	0
;<instruction_468>	0
;<instruction_469>	0
;<instruction_470>	0
;<instruction_471>	0
;<instruction_472>	0
;<instruction_473>	0
;<instruction_474>	0
;<instruction_475>	0
;<instruction_476>	0
;<instruction_477>	0
;<instruction_478>	0
;<instruction_479>	0
;<instruction_480>	0
;<instruction_481>	0
;<instruction_482>	0
;<instruction_483>	0
;<instruction_484>	0
;<instruction_485>	0
;<instruction_486>	0
;<instruction_487>	0
;<instruction_488>	0
;<instruction_489>	0
;<instruction_490>	0
;<instruction_491>	0
;<instruction_492>	0
;<instruction_493>	0
;<instruction_494>	0
;<instruction_495>	0
;<instruction_496>	0
;<instruction_497>	0
;<instruction_498>	0
;<instruction_499>	0
;<instruction_500>	0
;<instruction_501>	0
;<instruction_502>	0
;<instruction_503>	0
;<instruction_504>	0
;<instruction_505>	0
;<instruction_506>	0
;<instruction_507>	0
;<instruction_508>	0
;<instruction_509>	0
;<instruction_510>	0
;<instruction_511>	0
;w:12	-3.90379
;w:6	-4.04332
;w:3	-4.55619
;w:4	-4.88548
;w:8	-4.94754
;w:2	-5.35497
;N:68	-5.47609
;N:69	-5.47947
;N:67	-5.48383
;N:70	-5.48905
;N:71	-5.50704
;N:66	-5.51984
;N:72	-5.5212
;w:16	-5.52768
;N:73	-5.54338
;N:65	-5.55539
;N:74	-5.59043
0	-5.59222
;N:64	-5.62396
2	-5.62579
;N:75	-5.6302
;N:63	-5.65332
;N:62	-5.69557
;w:9	-5.69766
;N:61	-5.72015
;N:76	-5.73028
;N:60	-5.78393
;N:77	-5.80092
;N:59	-5.81929
;N:58	-5.86938
4	-5.88373
8	-5.88873
;N:57	-5.90115
;N:78	-5.90269
6	-5.90618
;w:1	-5.91369
;N:56	-5.9298
;N:55	-5.93895
;N:54	-5.9779
;N:79	-5.99364
;w:5	-5.99487
;N:53	-6.02222
;N:80	-6.0604
;N:52	-6.07274
;N:51	-6.09638
3	-6.10012
;w:7	-6.13459
;N:50	-6.13541
;N:48	-6.1624
;N:49	-6.16883
;N:81	-6.19157
;w:15	-6.21998
7	-6.22016
;N:47	-6.23872
;N:82	-6.2729
;N:46	-6.273
;N:45	-6.31127
;N:83	-6.36223
;N:44	-6.38667
;w:12;N:59	-6.40006
;w:12;N:58	-6.42227
;w:12;N:63	-6.42355
;w:12;N:56	-6.42537
;w:12;N:55	-6.43009
;w:12;N:61	-6.43114
1	-6.4361
5	-6.43868
;w:12;N:62	-6.44237
;w:12;N:60	-6.44269
;w:12;N:57	-6.44309
;N:43	-6.45987
;w:12;N:54	-6.46082
;w:12;N:53	-6.47619
;w:12;N:64	-6.47752
;w:12;N:51	-6.48196
;w:12;N:65	-6.48454
9	-6.48629
;w:12;N:66	-6.4872
;N:84	-6.49627
;w:12;N:52	-6.51897
;w:12;N:50	-6.52166
;N:42	-6.5279
;w:12;N:67	-6.53297
;w:12;N:68	-6.54274
;w:12;N:48	-6.5536
;N:85	-6.55529
;w:12;N:49	-6.56869
;N:41	-6.57751
;w:12;N:69	-6.59019
;w:12;N:47	-6.6139
;w:12;N:70	-6.64563
;N:40	-6.64774
;w:12;N:46	-6.668
;N:86	-6.68561
;w:12;N:71	-6.69283
;N:38	-6.69695
;w:12;N:45	-6.69776
;N:39	-6.70223
;w:12;N:44	-6.74414
;N:87	-6.74801
;w:12;N:72	-6.75687
;w:12;N:43	-6.75847
;w:12;N:42	-6.8032
;w:6;N:66	-6.80545
;w:6;N:62	-6.81458
;N:88	-6.82382
;w:6;N:67	-6.83171
;w:6;N:61	-6.83362
;w:12;N:73	-6.8339
;w:6;N:65	-6.84421
;w:6;N:64	-6.85275
;N:37	-6.85532
;w:6;N:63	-6.85658
;w:12;N:41	-6.86382
;w:6;N:68	-6.86471
;w:6;N:60	-6.86484
;w:6;N:69	-6.87285
;D:36	-6.87776
;w:6;N:70	-6.88237
;w:12;N:74	-6.89046
;w:6;N:59	-6.90134
;D:36;D:42	-6.90457
;w:24;N:57	-6.90612
;N:36	-6.91491
;w:6;N:71	-6.91529
;w:12;N:40	-6.94332
;w:24;N:58	-6.9679
;w:6;N:58	-6.97208
;w:12;N:75	-6.98007
;w:24;N:59	-6.98043
;N:89	-6.98534
;w:24;N:56	-6.98549
;w:24;N:60	-6.98844
;w:24;N:55	-6.99276
;w:24;N:50	-6.99541
;w:6;N:57	-6.99773
;w:24;N:54	-6.99802
;w:24;N:49	-6.99836
;w:24;N:51	-7.01843
;w:6;N:56	-7.02498
;w:24;N:52	-7.02571
;w:24;N:53	-7.02677
;w:24;N:61	-7.02872
;w:12;N:39	-7.03828
;w:6;N:54	-7.04171
;w:24;N:62	-7.04517
;w:6;N:72	-7.04869
;w:6;N:55	-7.04959
;w:12;N:76	-7.06084
;w:6;N:73	-7.06426
;w:24;N:48	-7.07526
;w:6;N:53	-7.08294
;w:24;N:47	-7.08876
;w:24;N:45	-7.08996
;N:35	-7.09159
;N:90	-7.10145
;w:24;N:63	-7.10237
;w:6;N:52	-7.1056
;w:12;N:38	-7.12352
;w:24;N:68	-7.13157
;w:24;N:66	-7.13793
;w:12;N:77	-7.13855
;w:24;N:64	-7.14454
;w:24;N:46	-7.14975
;w:24;N:65	-7.15985
;w:24;N:67	-7.16106
;w:6;N:51	-7.16511
;w:24;N:69	-7.17364
;w:6;N:74	-7.17443
;w:6;N:50	-7.17693
;w:11	-7.19397
;w:6;N:49	-7.19417
;w:24;N:44	-7.19958
;w:24;N:43	-7.19982
;w:24;N:70	-7.20549
;w:6;N:75	-7.20765
;w:24;N:42	-7.21008
;w:10	-7.21344
;w:12;N:37	-7.24112
;w:6;N:48	-7.24574
;N:92	-7.24748
;N:34	-7.24916
;w:24;N:71	-7.25571
;w:6;N:47	-7.26137
;w:12;N:78	-7.27034
;w:24;N:41	-7.27036
;w:6;N:46	-7.27899
;w:6;N:45	-7.28026
;N:91	-7.28449
;w:24;N:40	-7.2971
;w:6;N:76	-7.29891
;w:24;N:72	-7.30755
;N:33	-7.31047
;w:24;N:73	-7.3123
;w:13	-7.35397
;w:6;N:44	-7.35524
;w:12;N:36	-7.36514
;w:12;N:79	-7.36632
;N:93	-7.36659
;w:24;N:39	-7.37969
;w:24;N:74	-7.38624
;w:6;N:43	-7.39135
;D:54	-7.40078
;w:6;N:77	-7.40129
;N:31	-7.40246
;w:24;N:75	-7.42522
;w:24;N:76	-7.42619
;w:12;N:80	-7.4275
;w:24;N:38	-7.42836
;D:49	-7.44395
;w:6;N:42	-7.4485
;N:32	-7.45299
;w:12;N:35	-7.45538
;w:24;N:77	-7.48127
;w:6;N:41	-7.49945
;w:6;N:78	-7.51702
;w:18;N:68	-7.53526
;D:51	-7.54101
;D:36;D:49	-7.54794
;w:6;N:40	-7.54879
;w:24;N:37	-7.54894
;w:24;N:78	-7.55738
;w:12;N:81	-7.55977
;w:12;N:34	-7.56648
;w:18;N:66	-7.56885
;N:94	-7.57719
;w:18;N:65	-7.5924
;w:18;N:67	-7.59797
;w:12;N:82	-7.59848
;w:18;N:63	-7.60193
;w:18;N:64	-7.61414
;w:18;N:69	-7.61779
;w:6;N:39	-7.61893
;w:18;N:61	-7.62063
;D:46	-7.62086
;w:24;N:36	-7.6234
;w:6;D:38	-7.63157
;D:53	-7.63216
;w:18;N:70	-7.63359
;D:76	-7.63565
;w:12;N:33	-7.63656
;w:6;N:79	-7.64089
;w:18;N:62	-7.64175
;w:18;N:71	-7.67451
;w:24;N:80	-7.68412
;w:6;N:38	-7.68458
;w:24;N:79	-7.69108
;D:69	-7.69137
;w:18;N:60	-7.69595
;N:30	-7.69669
;w:12;N:83	-7.69757
;w:18;N:72	-7.7078
;D:42	-7.71823
;w:24;N:35	-7.7243
;N:95	-7.72606
;w:14	-7.72667
;w:6;N:80	-7.74783
;w:18;N:59	-7.75515
;w:6;D:36	-7.75662
;N:29	-7.76839
;w:6;N:37	-7.77027
;w:24;N:81	-7.77316
;N:65;N:68	-7.7788
;N:65;N:69	-7.78308
;N:67;N:70	-7.79248
;w:18;N:56	-7.7945
;N:62;N:66	-7.80203
;w:6;N:81	-7.8042
;N:96	-7.8056
;D:52	-7.80592
;N:68;N:71	-7.81373
;w:6;N:36	-7.81908
;N:63;N:67	-7.81909
;w:18;N:73	-7.82008
;N:63;N:66	-7.82169
;N:66;N:69	-7.82173
;w:18;N:58	-7.8221
;w:24;N:83	-7.82342
;N:97	-7.82524
;N:64;N:67	-7.83079
;w:18;N:57	-7.83344
;w:18;N:74	-7.8403
;N:60;N:64	-7.8424
;w:24;N:82	-7.84702
;N:64;N:68	-7.84938
;N:61;N:65	-7.85057
;w:18;N:55	-7.85215
;w:12;N:32	-7.85228
;w:24;N:34	-7.85529
;w:18;N:75	-7.85755
;N:70;N:73	-7.86476
;N:62;N:65	-7.86642
;N:69;N:72	-7.86935
;w:36;N:65	-7.87094
;N:67;N:71	-7.87695
;N:71;N:74	-7.8791
;w:6;N:35	-7.88082
;N:28	-7.88947
;w:6;D:42	-7.89007
;N:66;N:70	-7.89311
;w:6;N:82	-7.90133
;N:72;N:75	-7.90298
;w:36;N:63	-7.90639
;w:36;N:62	-7.91307
;N:68;N:72	-7.91332
;N:61;N:64	-7.91452
;w:12;N:84	-7.91642
;w:36;N:66	-7.91666
;w:18;N:54	-7.91936
;w:36;N:67	-7.9208
;w:24;N:33	-7.92093
;w:36;N:64	-7.92277
;w:36;N:61	-7.92352
;w:24;N:84	-7.92792
;w:12;D:38	-7.92843
;w:36;N:69	-7.92985
;D:47	-7.93182
;N:69;N:73	-7.93537
;w:18;N:51	-7.94
;w:12;N:31	-7.94013
;w:36;N:68	-7.94254
;N:59;N:63	-7.94528
;w:36;N:70	-7.94733
;w:18;N:52	-7.94804
;D:70	-7.94923
;w:18;N:53	-7.95021
;w:18;N:50	-7.95704
;w:36;N:71	-7.95796
;N:99	-7.96912
;N:60;N:63	-7.9692
;D:48	-7.97424
;N:58;N:62	-7.97485
;N:73;N:76	-7.98823
;w:36;N:60	-7.99193
;w:36;N:59	-7.99508
;D:73	-7.99662
;w:18;N:77	-7.99724
;w:24;N:85	-7.99749
;w:6;D:38;D:42	-7.99799
;D:38	-8.00033
;w:18;N:76	-8.00605
;w:12;N:86	-8.01086
;N:57;N:61	-8.01394
;w:36;N:72	-8.01498
;D:43	-8.01708
;D:45	-8.01824
;N:98	-8.01939
;w:18;N:49	-8.02818
;N:70;N:74	-8.02927
;N:59;N:62	-8.03634
;D:36;D:38	-8.03639
;w:6;N:33	-8.04014
;w:8;N:50	-8.04437
;N:27	-8.04623
;D:50	-8.04848
;w:36;N:58	-8.06079
;w:6;N:34	-8.06294
;w:36;N:57	-8.07029
;w:6;N:83	-8.07068
;w:36;N:55	-8.07569
;w:36;N:73	-8.0808
;w:8;N:51	-8.0814
;w:36;N:54	-8.08314
;w:12;N:85	-8.08342
;N:100	-8.0924
;N:74;N:77	-8.09751
;N:58;N:61	-8.09772
;D:36;D:42;D:49	-8.09801
;w:36;N:53	-8.09865
;w:12;D:36	-8.10309
;w:36;N:56	-8.10399
;w:12;N:30	-8.11413
;D:56	-8.11419
;N:72;N:76	-8.11886
;w:36;N:52	-8.12915
;N:75;N:78	-8.12919
;w:8;N:49	-8.13984
;N:71;N:75	-8.14026
;w:8;N:55	-8.14271
;w:18;N:48	-8.14279
;w:36;N:74	-8.14479
;w:12;N:87	-8.1463
;w:24;N:32	-8.14921
;w:8;N:56	-8.1515
;w:6;D:36;D:42	-8.15528
;N:57;N:60	-8.15795
;w:18;N:78	-8.15836
;N:56;N:60	-8.15875
;N:66;N:71	-8.16363
;N:67;N:72	-8.16582
;N:61;N:66	-8.16671
;w:18;N:47	-8.16701
;w:24;N:86	-8.16809
;N:26	-8.16884
;N:56;N:59	-8.17015
;w:12;D:46	-8.17089
;w:8;N:48	-8.17303
;w:12;D:42	-8.18058
;N:63;N:68	-8.18557
;N:62;N:67	-8.18756
;w:36;N:51	-8.18901
;N:55;N:59	-8.19141
;N:58;N:63	-8.19157
;w:6;N:84	-8.1936
;w:24;N:87	-8.19889
;N:65;N:70	-8.19925
;N:73;N:77	-8.20682
;N:60;N:65	-8.2098
;w:24;D:36	-8.21247
;N:68;N:80	-8.21778
;w:18;N:79	-8.22394
;w:24;D:38	-8.22765
;w:36;N:75	-8.22823
;w:18;N:43	-8.22843
;w:36;N:50	-8.22941
;D:36;D:46	-8.23031
;w:18;N:44	-8.23242
;w:6;N:31	-8.23317
;N:59;N:64	-8.2333
;N:76;N:79	-8.2342
;w:18;N:45	-8.2369
;N:77;N:80	-8.23762
;w:18;N:41	-8.24846
;w:12;N:29	-8.24876
;w:18;N:46	-8.25047
;N:68;N:73	-8.25056
;N:55;N:58	-8.25261
;N:42;N:54	-8.25339
;w:24;N:31	-8.25384
;N:64;N:69	-8.25588
;N:57;N:62	-8.25627
;w:8;N:47	-8.2624
;N:66;N:78	-8.26246
;N:70;N:82	-8.26296
;N:101	-8.26526
;w:8;N:58	-8.26627
;N:69;N:81	-8.26979
;w:12;N:88	-8.27139
;N:67;N:79	-8.28652
;w:6;N:32	-8.28834
;N:55;N:60	-8.28912
;w:12;D:38;D:42	-8.2949
;N:65;N:77	-8.29665
;w:36;N:77	-8.29815
;w:36;N:49	-8.30533
;w:6;N:85	-8.3061
;N:41;N:53	-8.30738
;D:36;D:51	-8.31042
;w:18;N:40	-8.31783
;N:69;N:74	-8.31936
;w:36;N:48	-8.32062
;w:36;N:76	-8.32401
;N:74;N:78	-8.32626
;w:8;N:59	-8.32932
;N:39;N:51	-8.33157
;N:54;N:57	-8.33631
;w:24;N:88	-8.33871
;w:8;N:60	-8.33873
;w:8;N:64	-8.34759
;w:18;N:42	-8.34883
;w:12;N:28	-8.35256
;w:8;N:68	-8.35303
;w:24;D:42	-8.35507
;D:36;D:42;w:12;D:42	-8.35537
;w:48;N:61	-8.35906
;N:71;N:83	-8.36311
;N:40;N:52	-8.36414
;N:64;N:76	-8.36576
;N:58;N:62;N:65	-8.3668
;N:44;N:56	-8.36689
;w:16;N:59	-8.36702
;N:56;N:61	-8.36713
;N:102	-8.3673
;N:43;N:55	-8.36778
;N:62;N:66;N:69	-8.36958
;w:48;N:60	-8.37246
;w:36;N:47	-8.37278
;w:8;N:63	-8.37348
;N:63;N:75	-8.37793
;N:45;N:57	-8.37836
;N:38;N:50	-8.37908
;N:70;N:75	-8.37986
;w:48;N:69	-8.37991
;w:48;N:67	-8.38044
;w:8;N:67	-8.38112
;w:18;N:39	-8.38705
;w:8;N:65	-8.38719
;w:8;N:46	-8.38965
;w:8;N:54	-8.39
;w:12;N:89	-8.39635
;N:25	-8.39682
;N:60;N:64;N:67	-8.39895
;w:48;N:68	-8.39938
;w:36;N:78	-8.4003
;w:48;N:63	-8.40272
;w:16;N:61	-8.40386
;w:48;N:64	-8.40475
;N:62;N:74	-8.40497
;w:8;N:66	-8.40615
;w:8;N:62	-8.40618
;N:75;N:79	-8.40896
;w:16;N:57	-8.41378
;w:24;N:89	-8.41494
;N:54;N:58	-8.41999
;w:6;D:36;D:38;D:42	-8.42127
;w:48;N:65	-8.42303
;N:63;N:67;N:70	-8.42331
;N:61;N:73	-8.42536
;w:16;N:62	-8.42833
;N:73;N:85	-8.42963
;w:48;N:62	-8.43036
;w:48;N:66	-8.43085
;w:48;N:70	-8.43288
;w:8;N:45	-8.43469
;N:61;N:65;N:68	-8.43558
;w:16;N:58	-8.43902
;w:36;N:46	-8.44172
;w:6;N:30	-8.44457
;w:36;N:45	-8.44558
;w:6;D:38;D:46	-8.45016
;N:54;N:66	-8.45159
;N:72;N:84	-8.45192
;w:24;N:30	-8.45434
;w:12;N:27	-8.45459
;N:47;N:59	-8.45618
;w:8;N:57	-8.45922
;w:6;D:37	-8.46031
;N:78;N:81	-8.46271
;N:60;N:72	-8.46488
;N:73;N:78	-8.4669
;w:18;N:38	-8.46907
;N:53;N:57	-8.46992
;N:77;N:81	-8.4702
;w:3;N:62	-8.47068
;w:6;N:86	-8.47278
;N:59;N:63;N:66	-8.47342
;N:37;N:49	-8.47527
;N:59;N:71	-8.47636
;w:16;N:67	-8.47674
;w:3;N:65	-8.47723
;w:12;D:37	-8.47752
;w:8;N:53	-8.47759
;w:8;N:61	-8.4781
;N:48;N:60	-8.47843
;N:56;N:68	-8.47965
;w:48;N:57	-8.47969
;N:72;N:77	-8.48193
;N:51;N:63	-8.48279
;N:36;N:48	-8.48417
;N:46;N:58	-8.48456
;w:16;N:56	-8.48541
;N:52;N:64	-8.48632
;w:12;D:36;D:38	-8.48735
;N:103	-8.49038
;N:71;N:76	-8.49273
;N:54;N:59	-8.49526
;w:9;N:65	-8.49538
;w:48;N:71	-8.49552
;N:50;N:62	-8.49755
;D:41	-8.49817
;N:53;N:65	-8.5008
;w:6;D:46	-8.50466
;w:6;D:38;w:6;D:38	-8.50693
;w:36;N:44	-8.50894
;w:3;N:63	-8.51109
;N:49;N:61	-8.51206
;w:16;N:55	-8.5128
;w:18;N:37	-8.51385
;w:48;N:59	-8.51395
;w:16;N:63	-8.51919
;w:48;N:53	-8.51979
;w:8;N:44	-8.52059
;w:6;D:36;D:38	-8.52147
;w:48;N:56	-8.52209
;N:53;N:56	-8.52304
;N:78;N:82	-8.52587
;w:48;N:73	-8.52615
;w:16;N:64	-8.52621
;N:64;N:68;N:71	-8.52704
;w:8;N:52	-8.52797
;w:8;N:43	-8.52825
;w:36;N:43	-8.53012
;N:57;N:61;N:64	-8.53045
;N:57;N:69	-8.5309
;w:9;N:63	-8.53217
;w:9;N:59	-8.53298
;N:80;N:83	-8.53346
;N:35;N:47	-8.53411
;N:55;N:67	-8.53998
;w:9;N:64	-8.54002
;w:48;N:72	-8.54011
;w:16;N:68	-8.54046
;w:3;N:64	-8.54177
;N:59;N:66	-8.54259
;w:8;N:69	-8.54325
;w:36;N:79	-8.54362
;w:24;N:29	-8.54473
;N:79;N:82	-8.54587
;N:74;N:86	-8.5461
;w:6;D:42;w:6;D:42	-8.54824
;w:9;N:60	-8.54952
;N:58;N:70	-8.55461
;w:9;N:68	-8.55571
;w:9;N:69	-8.55986
;N:66;N:70;N:73	-8.5601
;N:75;N:87	-8.56174
;w:48;N:58	-8.5619
;w:18;N:80	-8.56254
;w:48;N:55	-8.56314
;w:9;N:61	-8.56351
;w:3;N:54	-8.56356
;w:9;N:67	-8.56524
;w:18;N:36	-8.56857
;w:6;N:29	-8.56877
;D:39	-8.56921
;w:9;N:62	-8.57196
;N:76;N:80	-8.57238
;w:16;N:54	-8.57476
;w:6;N:87	-8.57765
;w:16;N:69	-8.57892
;w:9;N:66	-8.58027
;N:24	-8.58374
;D:37	-8.58393
;N:75;N:80	-8.58411
;w:48;N:52	-8.58533
;N:74;N:79	-8.58622
;w:3;N:58	-8.58629
;D:38;D:42	-8.58706
;w:3;N:61	-8.58748
;w:9;N:70	-8.58796
;N:53;N:58	-8.58973
;w:12;N:26	-8.5934
;w:12;D:36;D:42	-8.59475
;N:56;N:60;N:63	-8.59584
;w:36;N:42	-8.59857
;N:58;N:65	-8.59949
;w:3;N:66	-8.60181
;w:8;N:70	-8.60356
;w:48;N:74	-8.60405
;N:52;N:55	-8.60477
;N:57;N:64	-8.60615
;N:34;N:46	-8.60736
;N:52;N:56	-8.60783
;w:42;N:6	-8.609
;w:72;N:5	-8.61014
;w:48;N:54	-8.61251
;w:36;N:41	-8.61352
;w:8;N:42	-8.61352
;N:56;N:63	-8.61481
;w:16;N:53	-8.61567
;w:3;N:60	-8.61592
;w:3;N:67	-8.61777
;N:104	-8.61872
;N:59;N:64;N:68	-8.61901
;w:6;N:88	-8.62049
;w:8;N:71	-8.6255
;w:20;N:6	-8.62989
;N:55;N:62	-8.632
;w:36;N:80	-8.63213
;w:3;N:59	-8.63335
;N:55;N:59;N:62	-8.63515
;D:48;D:50	-8.63835
;N:57;N:62;N:66	-8.63915
;N:59;N:62;N:67	-8.64263
;w:6;D:42;w:6;D:46	-8.64412
;w:12;D:36;D:46	-8.64413
;N:60;N:65;N:69	-8.64701
;N:62;N:69	-8.64979
;D:38;D:49	-8.65252
;w:27;N:6	-8.65591
;w:8;N:40	-8.65702
;w:48;N:51	-8.65741
;N:61;N:66;N:70	-8.65876
;N:54;N:61	-8.65984
;w:48;N:75	-8.6614
;w:16;N:52	-8.66326
;N:76;N:88	-8.66455
;w:3;N:68	-8.6664
;N:52;N:57	-8.66714
;w:24;N:90	-8.66987
;N:53;N:57;N:60	-8.67023
;w:3;N:52	-8.67099
;N:60;N:67	-8.67166
;w:18;N:35	-8.67179
;D:36;D:38;D:49	-8.6719
;w:3;N:53	-8.67511
;N:65;N:69;N:72	-8.67604
;w:18;N:81	-8.67604
;w:12;D:36;D:38;D:42	-8.67638
;N:54;N:58;N:61	-8.67681
;w:9;N:58	-8.67752
;N:76;N:81	-8.67863
;N:56;N:61;N:65	-8.67881
;w:3;N:55	-8.68289
;w:6;N:28	-8.68883
;w:12;N:90	-8.69155
;w:36;N:40	-8.69335
;w:12;N:68;w:12;N:68	-8.69368
;w:12;N:64;N:67	-8.69424
;w:9;N:71	-8.69595
;w:36;N:81	-8.69709
;w:12;N:42;N:54	-8.69763
;w:48;N:50	-8.6978
;N:61;N:68	-8.69844
;N:33;N:45	-8.69868
;w:72;N:7	-8.70168
;w:12;N:65;w:12;N:65	-8.70187
;N:53;N:60	-8.70259
;w:24;N:28	-8.70333
;w:12;N:61;N:64	-8.70378
;w:12;N:66;w:12;N:66	-8.70652
;N:54;N:59;N:63	-8.70835
;w:12;N:43;N:55	-8.70848
;w:36;N:82	-8.71036
;N:60;N:63;N:68	-8.71225
;w:12;N:44;N:56	-8.71298
;N:81;N:84	-8.71393
;w:3;N:57	-8.71476
;w:12;D:38;D:46	-8.71604
;N:58;N:63;N:67	-8.72259
;N:63;N:70	-8.72299
;w:12;N:66;N:69	-8.7278
;w:12;N:65;N:68	-8.72823
;w:12;N:70;w:12;N:70	-8.72875
;D:53;D:54	-8.72913
;N:67;N:71;N:74	-8.7294
;w:15;N:59	-8.73028
;N:77;N:82	-8.73098
;D:36;D:38;D:42	-8.73098
;w:3;N:56	-8.73152
;w:12;N:67;w:12;N:67	-8.7316
;w:8;N:72	-8.73425
;w:12;N:63;N:66	-8.73594
;w:12;N:91	-8.73733
;N:57;N:60;N:65	-8.73903
;N:62;N:67;N:71	-8.7411
;w:9;N:57	-8.74117
;N:64;N:71	-8.74125
;w:16;N:51	-8.74171
;w:12;N:62;N:65	-8.74382
;w:12;N:41;N:53	-8.74574
;w:8;N:41	-8.74597
;D:51;D:54	-8.74608
;w:16;N:60	-8.74632
;w:12;N:45;N:57	-8.74653
;w:6;D:37;D:42	-8.74653
;w:12;N:40;N:52	-8.74725
;w:16;N:50	-8.7475
;w:15;N:61	-8.74996
;w:18;N:34	-8.75292
;N:23	-8.75326
;w:12;N:64;w:12;N:64	-8.75467
;w:12;N:63;w:12;N:63	-8.75844
;N:78;N:90	-8.75899
;N:79;N:83	-8.75939
;w:18;D:38	-8.75947
;w:12;N:48;N:60	-8.7595
;N:58;N:61;N:66	-8.76031
;w:12;N:46;N:58	-8.76195
;N:56;N:59;N:64	-8.76242
;w:3;N:69	-8.76311
;w:16;N:70	-8.76355
;w:9;N:56	-8.7636
;w:15;N:67	-8.76596
;N:52;N:59	-8.76683
;N:77;N:89	-8.76687
;w:15;N:58	-8.7682
;N:63;N:66;N:71	-8.76907
;w:12;N:55;N:58	-8.76933
;w:12;N:62;w:12;N:62	-8.76979
;w:3;N:50	-8.7715
;N:82;N:85	-8.77171
;N:1	-8.77555
;w:12;N:69;w:12;N:69	-8.77564
;w:48;N:76	-8.77709
;w:12;N:60;N:63	-8.77957
;w:12;N:55;N:67	-8.77998
;w:12;N:61;w:12;N:61	-8.78028
;N:61;N:64;N:69	-8.78051
;w:9;N:54	-8.78065
;N:68;N:72;N:75	-8.78125
;N:55;N:58;N:63	-8.78366
;w:15;N:60	-8.78389
;w:12;N:71;w:12;N:71	-8.78395
;w:3;N:71	-8.78446
;w:12;N:59;N:62	-8.78573
;w:3;N:70	-8.7896
;w:12;N:25	-8.7912
;w:15;N:68	-8.79171
;w:42;N:5	-8.7918
;w:6;N:63;w:6;N:63	-8.79291
;N:50;N:55	-8.794
;N:63;N:68;N:72	-8.79404
;w:15;N:62	-8.79415
;w:12;N:68;w:12;N:70	-8.79469
;w:9;N:55	-8.79491
;N:51;N:55	-8.79508
;N:50;N:57	-8.79543
;N:80;N:84	-8.79922
;w:6;D:42;w:6;D:36;D:42	-8.7999
;w:12;N:50;N:62	-8.80016
;N:55;N:60;N:64	-8.801
;N:52;N:57;N:61	-8.80268
;N:11	-8.80466
;w:12;N:54;N:66	-8.80487
;w:12;N:47;N:59	-8.80558
;w:12;N:51;N:63	-8.81052
;w:15;N:64	-8.8132
;w:3;N:51	-8.81361
;w:15;N:66	-8.81406
;w:9;N:72	-8.81462
;w:48;N:48	-8.81555
;w:12;N:59;N:63	-8.81729
;w:12;N:49;N:61	-8.81766
;w:12;N:39;N:51	-8.81867
;w:48;N:49	-8.81945
;w:36;N:39	-8.82058
;w:15;N:63	-8.82076
;w:12;N:63;N:75	-8.82282
;w:12;N:60;w:12;N:60	-8.82417
;w:3;D:38	-8.82458
;w:15;N:57	-8.82495
;w:12;N:72;w:12;N:72	-8.82627
;N:54;N:57;N:62	-8.82662
;N:65;N:72	-8.82748
;w:12;N:53;N:65	-8.82774
;w:21;N:3	-8.82917
;w:12;N:38;N:50	-8.83019
;w:12;N:70;w:12;N:72	-8.83072
;w:6;N:65;w:6;N:65	-8.83228
;w:12;N:58;N:61	-8.83531
;w:8;N:38	-8.83628
;w:12;N:67;N:70	-8.83662
;w:12;N:73;w:12;N:73	-8.83727
;w:15;N:65	-8.83823
;N:105	-8.83938
;N:32;N:44	-8.83948
;w:9;N:53	-8.84104
;w:24;N:10	-8.8416
;N:51;N:56	-8.84176
;N:62;N:65;N:70	-8.84385
;w:15;N:69	-8.84557
;N:49;N:56	-8.84601
;w:12;D:45	-8.84621
;N:51;N:58	-8.84633
;D:69;w:6;D:69	-8.84699
;N:53;N:58;N:62	-8.8479
;w:12;N:52;N:64	-8.84801
;w:18;D:36	-8.84932
;w:12;N:92	-8.85007
;w:48;N:77	-8.85024
;w:6;N:64;w:6;N:64	-8.85394
;w:36;N:38	-8.85509
;w:24;N:62;N:65	-8.85776
;w:12;N:59;w:12;N:59	-8.85852
;w:12;N:57;N:69	-8.85905
;N:52;N:56;N:59	-8.85988
;w:21;N:4	-8.86045
;w:6;D:42;w:6;D:42;w:6;D:42	-8.86235
;w:12;N:93	-8.86265
;w:6;N:90	-8.8628
;w:6;N:68;w:6;N:68	-8.86611
;w:12;N:66;w:12;N:68	-8.86626
;N:79;N:91	-8.86761
;w:12;N:64;N:76	-8.86882
;w:16;N:49	-8.86902
;w:9;N:52	-8.87015
;D:51;D:53	-8.87022
;w:6;N:89	-8.87065
;N:66;N:73	-8.87319
;w:12;N:37;N:49	-8.87331
;w:12;N:62;N:74	-8.87454
;w:8;N:39	-8.87561
;N:47;N:54	-8.87753
;w:6;N:71;w:6;N:71	-8.87797
;w:6;N:61;w:6;N:61	-8.87913
;w:24;N:26	-8.87955
;w:9;N:73	-8.88083
;w:16;N:48	-8.88525
;w:12;D:37;D:42	-8.88602
;w:12;N:94	-8.88713
;w:6;N:62;w:6;N:62	-8.88748
;w:12;N:57;w:12;N:57	-8.88884
;w:12;N:56;N:68	-8.89015
;w:12;N:65;w:12;N:67	-8.89042
;w:12;N:67;w:12;N:69	-8.89238
;N:64;N:67;N:72	-8.8925
;w:15;N:70	-8.89492
;w:16;N:66	-8.8953
;w:6;N:66;w:6;N:66	-8.89556
;w:15;N:56	-8.89657
;w:6;N:67;w:6;N:67	-8.8969
;w:18;N:33	-8.8972
;w:6;N:60;w:6;N:60	-8.89768
;w:12;N:72;w:12;N:74	-8.90075
;w:12;N:58;w:12;N:58	-8.90078
;w:9;N:75	-8.90126
;w:72;N:6	-8.90131
;w:9;N:78	-8.90782
;N:50;N:54	-8.90868
;w:3;N:49	-8.9117
;w:6;D:48	-8.91222
;w:8;N:73	-8.91257
;w:6;N:27	-8.91257
;w:36;N:83	-8.91429
;N:31;N:43	-8.91474
;w:18;N:9	-8.91612
;w:6;N:59;w:6;N:59	-8.91618
;w:24;N:61;N:64	-8.91699
;w:24;N:63;N:66	-8.91787
;w:12;N:69;w:12;N:71	-8.91829
;w:12;N:67;w:12;N:65	-8.91844
;N:65;N:68;N:73	-8.91901
;w:12;N:74;w:12;N:74	-8.91979
;w:18;N:82	-8.92229
;w:24;N:27	-8.9228
;w:12;N:73;w:12;N:71	-8.92425
;w:12;N:73;w:12;N:75	-8.92455
;w:16;N:71	-8.9266
;w:12;N:57;N:61	-8.92681
;w:48;N:47	-8.9269
;w:21;N:8	-8.92702
;w:12;N:36;N:48	-8.92731
;w:12;N:57;N:60	-8.92779
;w:6;N:72;w:6;N:72	-8.92828
;w:16;N:65	-8.92934
;w:12;N:63;N:67	-8.93032
;D:36;D:42;D:51	-8.93124
;w:36;N:37	-8.9335
;w:12;N:62;w:12;N:64	-8.93386
;w:6;N:73;w:6;N:73	-8.93404
;w:6;N:69;w:6;N:69	-8.93439
;w:15;N:55	-8.9351
;w:48;N:78	-8.93522
;w:12;N:63;w:12;N:65	-8.93619
;w:12;D:42;w:6;D:42	-8.93832
;w:12;N:60;N:64	-8.93851
;w:12;N:58;N:62	-8.93906
;w:12;N:69;w:12;N:67	-8.93996
;N:48;N:55	-8.94068
;w:12;N:61;w:12;N:63	-8.94449
;w:24;N:91	-8.94531
;N:106	-8.946
;w:24;N:60;N:63	-8.94679
;N:67;N:74	-8.9482
;w:6;D:36;w:6;D:36	-8.95088
;w:12;N:60;N:72	-8.95093
;w:6;N:70;w:6;N:70	-8.95152
;w:12;N:56;w:12;N:56	-8.95156
;w:6;D:36;D:38;D:39;D:42	-8.95223
;w:12;N:75;w:12;N:75	-8.9532
;w:6;N:58;w:6;N:58	-8.95613
;w:9;N:74	-8.95715
;N:64;N:69;N:73	-8.96093
;w:12;N:57;N:62	-8.962
;N:65;N:70;N:74	-8.96346
;w:12;N:62;N:66	-8.96366
;w:12;N:68;N:71	-8.96443
;D:48;D:51	-8.96501
;w:42;N:4	-8.96546
;w:12;N:95	-8.96585
;w:12;N:35;N:47	-8.96642
;w:12;D:43	-8.96669
;w:9;N:51	-8.96739
;w:12;N:55;w:12;N:55	-8.96775
;w:6;D:45	-8.96798
;w:12;D:48	-8.96958
;w:12;N:71;w:12;N:69	-8.96987
;w:8;N:77	-8.97028
;w:12;N:71;w:12;N:73	-8.97114
;N:44;N:51	-8.9728
;w:12;N:60;w:12;N:62	-8.97336
;w:12;N:65;N:77	-8.97581
;w:12;N:61;N:65	-8.97664
;N:81;N:85	-8.97712
;w:12;N:61;N:73	-8.98188
;N:51;N:54	-8.98449
;N:80;N:92	-8.98453
;D:54;D:70	-8.98518
;N:69;N:73;N:76	-8.98699
;w:6;N:56;w:6;N:56	-8.98714
;w:8;N:37	-8.98717
;w:12;N:59;N:71	-8.98889
;w:3;N:72	-8.98981
;w:48;N:46	-8.98994
;w:15;N:54	-8.99046
;N:22	-8.99218
;w:12;N:58;N:63	-8.9927
;w:6;N:57;w:6;N:57	-8.99361
;N:68;N:75	-8.99428
;w:16;N:47	-8.9949
;w:6;N:54;w:6;N:54	-8.99519
;w:12;N:58;N:70	-8.99639
;w:12;N:64;N:68	-8.99967
;w:16;N:73	-9.00007
;w:9;N:77	-9.00057
;N:48;N:53	-9.00078
;w:12;N:65;w:12;N:63	-9.00121
;w:12;N:75;w:12;N:77	-9.00372
;N:78;N:83	-9.00502
;w:9;N:50	-9.0055
;N:49;N:54	-9.00662
;w:12;N:64;w:12;N:66	-9.00668
;w:24;N:59;N:62	-9.00889
;D:69;D:73	-9.00908
;w:3;N:46	-9.01007
;w:3;N:48	-9.01036
;D:46;D:54	-9.01123
;w:12;N:53;w:12;N:53	-9.01153
;w:12;N:70;w:12;N:68	-9.01446
;w:16;N:46	-9.0159
;w:6;N:52;w:6;N:52	-9.01671
;N:63;N:66;N:70	-9.01925
;w:6;D:36;w:6;D:38	-9.0193
;w:6;N:75;w:6;N:75	-9.01966
;w:6;N:55;w:6;N:55	-9.02193
;N:46;N:53	-9.02483
;w:12;N:72;w:12;N:70	-9.02489
;w:6;N:74;w:6;N:74	-9.02546
;w:12;N:74;w:12;N:72	-9.02619
;w:12;N:74;w:12;N:76	-9.02632
;w:12;N:66;N:78	-9.02672
;w:15;N:71	-9.02697
;w:27;N:7	-9.02725
;w:6;D:36;D:46	-9.02733
;w:6;D:41	-9.02758
;D:51;D:69	-9.02796
;N:83;N:86	-9.02829
;w:12;N:59;w:12;N:61	-9.02915
;w:12;N:76;w:12;N:76	-9.03102
;w:36;N:9	-9.03146
;N:62;N:65;N:69	-9.03311
;w:12;N:56;N:61	-9.03316
;w:36;N:84	-9.03356
;D:69;D:70	-9.03403
;w:15;N:72	-9.03593
;D:38;D:46	-9.03676
;w:16;N:72	-9.03679
;N:61;N:64;N:68	-9.03724
;w:12;N:64;w:12;N:62	-9.03735
;D:48;D:69	-9.03808
;w:12;N:68;w:12;N:66	-9.03863
;w:8;N:52;w:8	-9.0391
;w:6;N:53;w:6;N:53	-9.03967
;w:9;N:76	-9.04001
;D:54;w:12;D:42	-9.04142
;w:36;N:36	-9.04238
;w:12;N:65;N:69	-9.04321
;w:16;N:45	-9.04485
;N:69;N:76	-9.04557
;w:12;N:66;w:12;N:64	-9.04698
;w:12;D:39	-9.04815
;w:36;N:35	-9.05011
;N:53;N:56;N:61	-9.0522
;w:3;N:47	-9.05337
;w:9;N:49	-9.05347
;w:18;N:83	-9.0536
;w:12;D:41	-9.055
;w:6;D:42;w:6;D:38;D:42	-9.05501
;w:12;N:56;N:60	-9.05506
;w:18;N:32	-9.05551
;w:12;N:61;N:66	-9.05556
;w:27;N:5	-9.05627
;w:24;N:64;N:67	-9.06016
;N:51;N:55;N:58	-9.06054
;w:9;N:48	-9.06058
;w:48;N:45	-9.06163
;w:12;N:56;N:59	-9.06204
;N:21	-9.06237
;N:84;N:87	-9.06276
;w:12;N:54;w:12;N:54	-9.06289
;N:52;N:55;N:60	-9.06336
;N:107	-9.06341
;w:6;N:51;w:6;N:51	-9.06374
;w:12;N:51;w:12;N:51	-9.06478
;w:12;N:59;N:64	-9.06493
;N:30;N:42	-9.06635
;w:12;N:76;w:12;N:78	-9.06694
;w:24;N:57;N:60	-9.06807
;w:12;N:55;N:59	-9.0685
;N:43;N:50	-9.06898
;w:12;N:69;N:81	-9.06925
;w:12;N:58;w:12;N:60	-9.06982
;w:12;D:47	-9.07134
;D:48;D:54	-9.07137
;N:60;N:63;N:67	-9.07311
;N:70;N:74;N:77	-9.07328
;w:8;N:36	-9.07359
;w:6;N:76;w:6;N:76	-9.07378
;w:9;N:79	-9.07464
;w:24;D:37	-9.07478
;w:12;D:36;w:12;D:36	-9.07556
;w:6;N:68;w:6;N:70	-9.07711
;w:24;N:65;N:68	-9.07848
;w:15;N:53	-9.07886
;w:12;N:52;w:12;N:52	-9.07936
;N:45;N:52	-9.0797
;w:12;N:77;w:12;N:77	-9.08006
;w:6;D:43	-9.08011
;w:12;D:42;w:12;D:42	-9.08062
;w:12;N:48;w:12;N:48	-9.08283
;D:50;D:51	-9.08283
;N:47;N:52	-9.08324
;N:66;N:69;N:74	-9.08459
;w:12;N:68;N:80	-9.08469
;N:51;N:56;N:60	-9.08559
;w:6;D:39	-9.0864
;w:6;N:71;w:6;N:73	-9.08717
;w:6;D:47	-9.08793
;w:12;N:55;N:60	-9.08881
;w:12;N:50;w:12;N:50	-9.0891
;w:6;N:67;w:6;N:69	-9.09009
;N:59;N:62;N:66	-9.09078
;w:6;D:38;D:39;D:42	-9.09101
;w:48;N:79	-9.09355
;w:8;N:74	-9.09422
;w:24;N:58;N:61	-9.0947
;N:79;N:84	-9.09515
;w:6;N:78;w:6;N:78	-9.09578
;w:6;N:70;w:6;N:72	-9.0961
;w:24;N:60;N:64	-9.09763
;D:49;D:51	-9.09893
;D:54;D:69	-9.09957
;w:16;N:44	-9.09957
;w:12;N:63;w:12;N:61	-9.09961
;w:6;N:65;w:6;N:67	-9.10037
;N:58;N:61;N:65	-9.1008
;D:46;D:51	-9.10213
;w:12;N:34;N:46	-9.1027
;N:66;N:71;N:75	-9.10333
;N:42;N:49	-9.104
;w:18;N:29	-9.10454
;w:6;N:79;w:6;N:79	-9.10613
;w:15;N:73	-9.10799
;w:12;N:43;w:12;N:43	-9.10907
;w:18;N:31	-9.1108
;w:12;N:41;w:12;N:41	-9.11235
;w:12;N:46;w:12;N:46	-9.11317
;w:6;N:69;w:6;N:71	-9.11519
;w:6;N:91	-9.11566
;w:24;N:61;N:65	-9.11643
;D:45;D:48	-9.11662
;w:6;N:26	-9.11665
;D:36;D:41	-9.1173
;w:15;N:52	-9.1173
;w:12;N:45;w:12;N:45	-9.11781
;w:12;N:24	-9.118
;w:48;N:44	-9.11813
;N:57;N:60;N:64	-9.11887
;w:24;N:62;N:66	-9.11895
;w:6;N:66;w:6;N:68	-9.11942
;w:6;N:72;w:6;N:74	-9.11955
;w:12;N:60;N:65	-9.12088
;N:65;w:12;N:65	-9.12112
;w:12;N:63;N:68	-9.12118
;w:9;N:47	-9.12487
;w:12;N:67;N:79	-9.12649
;w:24;N:58;N:62	-9.12887
;w:3;N:45	-9.13093
;w:12;N:40;w:12;N:40	-9.13118
;w:12;N:61;w:12;N:64	-9.13167
;w:12;N:42;w:12;N:42	-9.13208
;w:12;N:62;w:12;N:60	-9.13211
;w:6;N:50;w:6;N:50	-9.13222
;w:6;N:49;w:6;N:49	-9.13283
;w:12;N:44;w:12;N:44	-9.13284
;w:12;N:61;w:12;N:59	-9.13305
;w:24;D:38;D:42	-9.13386
;w:12;N:70;N:82	-9.13474
;w:24;D:36;D:38	-9.13552
;w:20;N:5	-9.13569
;w:3;N:74	-9.136
;w:24;N:63;N:67	-9.13605
;w:3;N:73	-9.13659
;w:24;N:59;N:63	-9.13702
;w:6;N:46;w:6;N:46	-9.13758
;D:54;D:56	-9.13814
;w:12;N:47;w:12;N:47	-9.13882
;w:12;N:77;w:12;N:79	-9.13964
;w:12;N:54;N:59	-9.14026
;w:12;N:62;N:67	-9.14178
;N:66;w:12;N:66	-9.14196
;w:8;N:76	-9.14712
;w:12;N:49;w:12;N:49	-9.14953
;N:50;N:53	-9.15091
;w:12;N:57;w:12;N:59	-9.15095
;N:68;w:12;N:68	-9.15133
;w:6;N:77;w:6;N:77	-9.15203
;w:9;N:80	-9.15263
;N:72;w:12;N:72	-9.15271
;w:8;N:78	-9.1558
;D:36;D:37	-9.15653
;w:12;N:75;w:12;N:73	-9.15821
;N:55;N:58;N:62	-9.15822
;N:71;N:75;N:78	-9.1593
;w:12;D:38;w:12;D:38	-9.16054
;N:64;N:67;N:71	-9.16067
;N:69;w:12;N:69	-9.16232
;w:36;N:34	-9.16304
;w:12;N:38;w:12;N:38	-9.16337
;w:6;N:73;w:6;N:75	-9.16449
;D:43;D:47	-9.16451
;w:32;N:6	-9.1649
;D:69;w:12;D:69	-9.16539
;N:41;N:48	-9.1661
;N:108	-9.16766
;N:70;w:12;N:70	-9.16855
;w:12;N:65;N:70	-9.16964
;w:12;N:69;N:72	-9.16966
;N:56;N:59;N:63	-9.16972
;N:67;N:70;N:75	-9.17223
;w:48;N:43	-9.17236
;D:56;D:69	-9.17337
;w:21;N:62	-9.17394
;w:17;N:6	-9.17483
;w:12;N:54;N:57	-9.17504
;w:12;D:42;D:45	-9.17577
;w:12;N:77;w:12;N:75	-9.17627
;w:6;N:64;w:6;N:66	-9.17787
;w:21;N:63	-9.17826
;D:36;D:42;D:43	-9.1783
;w:16;N:43	-9.1792
;N:54;N:57;N:61	-9.17924
;w:21;N:61	-9.18092
;w:48;N:80	-9.18101
;w:21;N:60	-9.18101
;N:29;N:41	-9.18114
;w:12;N:96	-9.18512
;D:53;D:69	-9.18532
;w:12;N:39;w:12;N:39	-9.18778
;w:24;N:66;N:69	-9.18936
;w:36;N:85	-9.19126
;w:12;N:78;w:12;N:78	-9.19136
;D:42;D:51	-9.19189
;N:82;N:87	-9.19194
;D:47;D:51	-9.19201
;N:82;N:86	-9.19391
;w:21;N:64	-9.1947
;N:71;w:12;N:71	-9.19535
;w:12;N:53;N:57	-9.19567
;w:12;N:78;w:12;N:76	-9.1964
;w:12;N:76;w:12;N:74	-9.19645
;w:24;N:25	-9.1968
;N:70;N:77	-9.19741
;N:12	-9.19885
;w:12;N:33;N:45	-9.19961
;w:12;N:79;w:12;N:77	-9.19967
;D:38;D:51	-9.1999
;N:81;N:93	-9.20237
;w:12;N:55;w:12;N:57	-9.20294
;w:42;N:7	-9.20343
;w:12;N:78;w:12;N:80	-9.20375
;w:8;N:53;w:8	-9.20384
;N:50;N:55;N:59	-9.20579
;w:8;N:35	-9.20767
;w:9;N:46	-9.2078
;w:12;N:58;w:12;N:61	-9.20787
;w:6;N:62;w:6;N:64	-9.20849
;N:80;N:85	-9.20886
;w:3;D:36	-9.20929
;N:73;N:77;N:80	-9.21002
;w:24;N:64;N:68	-9.21006
;D:36;D:42;D:54	-9.21055
;w:12;N:68;N:72	-9.21107
;D:42;w:12;D:42	-9.21213
;D:45;D:47	-9.21572
;w:3;N:75	-9.21627
;w:6;N:48;w:6;N:48	-9.21695
;D:36;D:37;D:42	-9.21808
;w:12;N:64;N:69	-9.21845
;N:61;N:70	-9.21877
;w:24;N:57;N:61	-9.22084
;N:18	-9.22087
;N:50;N:54;N:57	-9.22119
;D:70;D:73	-9.22274
;w:6;N:47;w:6;N:47	-9.22386
;w:12;D:42;D:43	-9.22549
;w:6;N:63;w:6;N:65	-9.22608
;N:67;w:12;N:67	-9.22713
;N:83;N:88	-9.22841
;D:37;D:42	-9.22855
;w:18;N:84	-9.22867
;w:9;N:45	-9.22902
;w:12;D:36;D:49	-9.22921
;w:8;N:75	-9.22927
;N:81;N:86	-9.22941
;w:21;N:65	-9.23008
;w:6;D:38;w:6;D:36	-9.23062
;w:21;N:66	-9.23181
;w:12;D:38;w:6;D:38	-9.23199
;N:53;N:56;N:60	-9.23224
;D:47;D:48	-9.2324
;w:12;N:71;N:83	-9.23392
;w:36;N:33	-9.23396
;w:6;N:45;w:6;N:45	-9.23423
;w:12;N:66;N:70	-9.23558
;w:15;N:51	-9.23613
;w:24;N:56;N:59	-9.23697
;w:21;N:59	-9.23706
;N:19	-9.23738
;w:12;N:56;w:12;N:58	-9.23793
;D:69;D:76	-9.23858
;w:6;N:74;w:6;N:76	-9.23898
;w:21;N:58	-9.23902
;w:12;N:60;w:12;N:58	-9.23934
;N:62;w:12;N:62	-9.24069
;w:6;N:92	-9.24103
;w:16;N:74	-9.24132
;w:21;N:57	-9.24264
;w:24;N:92	-9.24423
;w:21;N:68	-9.24518
;w:18;N:28	-9.24529
;N:109	-9.24556
;w:8;N:80	-9.24646
;N:85;N:88	-9.24774
;w:15;N:74	-9.24863
;w:8;N:83	-9.24956
;w:6;N:80;w:6;N:80	-9.24963
;N:73;w:12;N:73	-9.2501
;w:12;N:37;w:12;N:37	-9.25025
;w:24;D:36;D:42	-9.25172
;D:54;w:6;D:54	-9.25245
;w:15;N:75	-9.25304
;w:6;D:42;D:45	-9.25364
;w:12;N:54;N:58	-9.2541
;w:24;N:67;N:70	-9.2548
;w:24;N:65;N:69	-9.25484
;N:64;w:12;N:64	-9.25565
;w:15;N:50	-9.25796
;w:8;N:54;w:8	-9.25813
;w:12;N:62;w:12;N:65	-9.2598
;w:24;D:46	-9.25983
;w:6;N:60;w:6;N:62	-9.26
;N:65;N:68;N:72	-9.26069
;w:48;N:42	-9.26117
;w:6;N:61;w:6;N:63	-9.26164
;w:72;N:4	-9.26337
;w:36;D:36	-9.26393
;N:75;w:12;N:75	-9.26443
;w:12;N:60;w:12;N:63	-9.26451
;w:6;N:75;w:6;N:77	-9.26588
;D:36;D:43	-9.26622
;N:49;N:52	-9.26701
;w:12;N:53;N:58	-9.26733
;w:4;N:60;w:4	-9.26927
;w:8;D:38	-9.27001
;w:12;N:59;w:12;N:62	-9.27246
;N:40;N:47	-9.27388
;w:12;N:79;w:12;N:79	-9.27516
;w:12;N:70;N:73	-9.27517
;D:36;D:45	-9.27529
;N:48;N:52	-9.27541
;N:63;N:65	-9.27655
;w:18;D:42	-9.27824
;N:68;w:24;N:68	-9.27841
;w:12;N:67;N:71	-9.27841
;w:3;N:43	-9.27842
;w:21;N:67	-9.27851
;w:16;N:80	-9.27922
;N:83;N:87	-9.27931
;w:12;N:63;w:12;N:66	-9.28027
;N:66;w:24;N:66	-9.2805
;N:80;w:2	-9.28062
;D:51;D:70	-9.28076
;w:18;N:30	-9.28275
;w:9;N:44	-9.28354
;N:28;N:40	-9.28528
;w:4;D:42	-9.28634
;D:70;D:76	-9.28713
;D:46;D:49	-9.28778
;N:68;N:71;N:76	-9.28909
;w:12;N:67;w:12;N:70	-9.28992
;N:78;w:2	-9.29005
;w:24;N:55;N:58	-9.29054
;w:9;N:43	-9.29072
;N:67;w:24;N:67	-9.29144
;w:12;N:63;w:12;N:68	-9.2923
;w:48;N:41	-9.29258
;w:9;N:81	-9.29258
;w:6;N:44;w:6;N:44	-9.29406
;N:65;w:24;N:65	-9.29449
;N:69;w:24;N:69	-9.29539
;N:70;w:24;N:70	-9.29556
;w:45;N:6	-9.29623
;N:41;w:12;N:41	-9.29628
;w:8;N:84;w:8	-9.29727
;w:8;D:42	-9.29889
;N:49;N:53	-9.29976
;w:12;N:36;w:12;N:36	-9.29996
;N:52;N:55;N:59	-9.30025
;N:58;N:62;N:67	-9.30068
;w:12;N:59;w:12;N:57	-9.30069
;w:12;N:61;w:12;N:66	-9.30194
;N:84;N:96	-9.30331
;N:75;w:12;N:73	-9.30368
;N:63;w:12;N:63	-9.30391
;w:12;N:72;N:84	-9.30482
;N:71;N:78	-9.30532
;w:3;N:44	-9.30558
;D:47;D:54	-9.30561
;w:12;N:80;w:12;N:78	-9.30641
;N:83;N:95	-9.3065
;N:67;N:70;N:74	-9.30694
;w:16;N:42	-9.30827
;w:16;N:75	-9.30909
;w:18;N:85	-9.30935
;w:24;N:56;N:60	-9.30943
;N:71;w:24;N:71	-9.30955
;D:48;D:49	-9.30991
;w:24;N:40;N:52	-9.31001
;N:57;N:59	-9.31055
;w:6;N:76;w:6;N:78	-9.31103
;w:6;N:67;w:6;N:65	-9.31134
;w:6;N:41;w:6;N:41	-9.31421
;w:12;N:57;w:12;N:60	-9.31502
;w:12;N:76;N:88	-9.31547
;w:12;N:64;w:12;N:67	-9.31594
;w:24;N:41;N:53	-9.316
;N:39;w:12;N:39	-9.3176
;D:43;D:45	-9.31766
;w:24;N:60;N:65	-9.31774
;N:46;N:51	-9.31825
;w:24;N:67;N:71	-9.31938
;w:16;N:78	-9.31979
;w:12;N:68;w:12;N:71	-9.32069
;N:45;N:52;N:57	-9.32077
;N:67;N:72;N:76	-9.32118
;N:59;N:68	-9.32213
;w:24;N:43;N:55	-9.3232
;w:6;D:42;D:48	-9.32511
